[
    {
        "nameI":"牡羊座",
        "nameII":"牡羊座",
        "percent":80,
        "comment":"相當理想的一對",
        "description":"這段關係充滿無窮的活力和熱情。牡羊座都是強勢的，在十二星座裡面，你們是一個以自我為中心的角色，所以這將會是充滿刺激的一對。你們之間的角力是不可避免的，但如果你們可以處理得當，兩隻羊兒會相處得很愉快喔。你們兩個儘可能不要和對方競爭太多，相反應該把精力放在一起和外面世界比賽。你們兩個一起的努力的話，可以得到的成就會很多──你們會用花火來點燃整個夜空。對於你們來說，沒有任務會太大，沒有夢想會太誇張──你們兩個人在一起會引發出各種各樣的想法，和好萊塢的大片沒兩樣。<br><br>由於牡羊座是冒險家，你們很可能會一起開拓一項新的事業，比如是你們那高瞻遠矚的眼睛看到的某個市場上的缺口。可是，請緊記，牡羊座不喜歡人家告訴他該怎樣做，所以你們相處的一大挑戰就是如果學會聽取彼此的勸告。但只要你們能夠擺平這一點，你們就能一起實現大計畫了。<br><br>你們兩個人都不是非常實際的人，所以希望你們的命盤裡會有一些土象星座的元素讓你腳踏實地一些。隨著時間的推移，你們兩個人的賭注很可能會越下越多，所冒的風險也越來越大，因此你們偶爾可能會面臨危機。不過，這些危機不見得會嚇怕你們。你們有足夠的腎上腺素讓你們活在懸崖邊上。<br><br>至於說到性，你們都是小辣椒，能夠釋放出大量的熱能。如果一段感情里沒有美妙的床上生活，作為牡羊座的你會覺得自己受騙上當的──你們兩個都是這樣想的吧！衝動、狂暴、性急，這是你們的代名詞，所以，有時候你們兩個都會希望可以慢下來一點，好好去感受安靜溫柔的愛究竟是怎樣的一回事。粗暴的羊兒要發情是經常的事情（也是必然的了），但事後補上些後戲會讓你們感覺到更多的甜蜜和柔情。<br><br>這一對是很好的，很好的，很好的！你們終於找到那個可以明白你天性的精神伴侶了！"
    },{
        "nameI":"牡羊座",
        "nameII":"金牛座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"如果你愛上一隻金牛，那代表你有很強烈的欲望想要穩定下來。蠻牛和你實在太不一樣了，羊兒！你的愛人是一個安穩至上、堅定不移的人，一旦要冒險，他便會猶疑不決。當這位可靠先生/小姐沒有辦法像你這隻牡羊那麼有膽量時，你們之間的矛盾就會出現了。另外，金牛座是一個非－常－慢－動－作的人。這可以是超級棒的（比如在床上的時候），也可以是很糟糕的（比如要決定買哪一套房子的時候）。<br><br>不管是男金牛還是女金牛，他都會認為食物是性愛最好的前奏──他是對的！他擁有帶著磁性如鏇律般的聲音，每一個音調都有一種慰藉人的能耐，而且他很懂得怎樣輕撫你的後背，與你廝磨。關上燈，你會發現你擁有世界上最性感、最體貼和最溫柔的愛人。羊兒，你最後會因此而減慢速度，好好享受這種轉變。你自己的風格是雷厲風行的，但金牛那魅力爆燈的溫柔撫慰會讓你改變。同樣地，你也可以幫助你的愛人，讓他的生活多點樂趣。有時候，金牛座就是一個過分嚴肅的小孩，但無論如何，但牛牛內在那縱情色慾的靈魂絕對能夠帶你上九重天。<br><br>你會發現你的金牛，不管是男或女，都是一個極為多產、實際的人，是完美的家庭供養者。那麼這一對的問題在哪兒呢？嗯，很快你就可能不想要這樣一個總是待在家中的情人，因為你實在太喜歡冒險了。請注意：金牛是習慣性動物，而且他喜歡慰藉。你是否有信心可以勸服他偶爾放開那個電視遙控，出去參加一些舞會派對，又或者至少去做點運動吧？如果你勸不服他，這種對生活過強的可預見性必定會把你悶得發慌的，羊兒。<br><br>如果你們兩個都打算和對方分享自己的特質，這對情侶的相處會如金子般閃亮！"
    },{
        "nameI":"牡羊座",
        "nameII":"雙子座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"和一個孿生兒看對眼了？你找到你的另一半了！這位傾倒眾生的情人擁有無盡的魅力，他就像火焰般讓人神魂癲倒。你們都需要大量讓人興奮的元素──因為你們都很容易會覺得悶。你們都能夠很好地兼顧各樣事情，兩個在一起可以在一分鐘之內跑一英里。這也是很善於溝通交流的一對，你們都有很多的活動和朋友。你們差不多每天都會有激烈的辯論和想出各種大計。你們不會缺少新想法，所以好好利用吧！你的雙子就是一隻大喇叭，成為你的“鄉鎮公告員”，估計沒幾個星座會像他們那麼容易把話說出來，而所說的話又是如此的有效用。有時候你會覺得自己好像多了一個很出色的私人公關。<br><br>在這段感情裡面，你在大部分時間都處於主導。幸好，雙子座是一個變動星座，基本上會很樂意讓你按自己的思法走，不帶一點怨言。雙子座有他自己的事情要做，有他自己的追求，所以他很少會因為讓你主導了感情而覺得自尊心受挫。如果他真的覺得了，不用害怕，他一定會說出來的，他不會把埋怨藏在心中。雙子的存在就像是一股清新的空氣，讓人覺得很舒服，你要對此心存感激喔。<br><br>在床上，你會散發出更多的能量和熱情，但由於雙子的模仿能力超強，你很快便會讓你的情人跟上你了。羊兒，慢一點吧。你們兩個的行動都很快，總是匆匆忙忙地急著趕赴下一件事情。在做愛的是，還是停下來，慢慢感受在一起的時間比較好。<br><br>由於你們都是活在當下的人，你們之中最好有一個會認真地計畫一下將來。你們都不是很實際的人，也不善於處理細微的事情。或者，你們可以慮考請一個顧問來幫你們做計畫──如果真是這樣，你們要聽人家的勸告喔。<br><br>你們兩個在一起，生活就如鑽石般閃亮。"
    },{
        "nameI":"牡羊座",
        "nameII":"巨蟹座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"你的情人和你有不一樣的性格，你們的關係是怎樣很大程度上決定於你們的態度。巨蟹紮根扎得很緊，而且很需要家庭溫暖。相反，你卻喜歡關注外面的世界。你喜歡冒險、喜歡嘗試新的東西、喜歡挑戰自己的力量。你的巨蟹卻渴望安穩，當你夢想要在世上做出成就，他便會很恐慌。他會問你為什麼不能像其他人一樣找一份“真正的工作”，替別人打工。但對你來說，就算你現在正在一個大公司里工作，你其實在盤算著獨立的一天。你要離開公司的計畫就好像那些囚犯想越獄的感覺──穿過管道、翻過圍牆、跳進河裡游向自由的遠方。你的巨蟹會常常問你為什麼總不在家待著，你會反駁他根本不了解成功要付出的代價──要成功便要花上很多的時間、精力、注意力和手段，這些他根本沒有法想像。巨蟹不會像你那麼志向遠大，所以你說的他基本上都會聽著，但他總是會懷疑你為什麼要過這樣一種工作狂的生活。如果你能暫時放下你們的不同，你其實能和巨蟹擁有很好的家庭生活。蟹子能讓家庭變得很溫暖，一直忙忙叨叨的你甚至無法想像可以這樣過生活。由於蟹子的關注焦點永遠是家庭，他會是一個很疼人很體貼的伴侶和父母。你的家庭總會有親戚朋友（你的或他的）到訪，但這也沒有太糟啦──羊兒，你應該能夠忍受和加強這種與親友的聯繫。在床上，你們很明顯有不同的風格。你的愛人喜歡浪漫的情調，但你卻崇尚原始的感受，不會有太多的技巧和愛撫。你不是很敏感細膩的人，這一點會讓你的愛人很難過──所以，羊兒，你得在這方面加油喔。寫一、兩張示愛紙條吧，對你沒有壞處的。還有，當你自信滿懷的時候，你會任由自己到處調情來證實自己的魅力，由月亮主導的蟹子是絕不容許這種事情發生的，所以請你注意你這些一時衝動的念頭和行徑，做之前記得三思，不然會破壞你跟他的感情。巨蟹座是一個很情緒化的星座，陰情不定的。他的情緒不是一、兩天的事，巨蟹可以連續幾個月甚至幾年都是一副開朗愉快的樣子──然後突然間驚恐鬱悶幾個小時、幾天、幾個星期、甚至幾個月。當你的巨蟹退縮的時候，你可能沒有那個耐心去打開他的殼來一探究竟。對於羊兒來說，蟹子總是那麼的含怒不語或在不斷的嘀咕埋怨，可是若你一說他，你就會成了沒良心的人。巨蟹很怕被人遺棄不管；但牡羊很怕被人綁住失去自由。如果你們希望這段感情可以長久，你們雙方都需要多站在對方的角度去想問題。當然，世界上也會有相對懶散的牡羊，但他們還是住在火星的；同樣，你也可能找到不那麼情緒化的巨蟹，但他們仍然是活在月球。面對現實吧：這是一段需要很大努力的感情；不過，其回報挺值得的──你會擁有一段浪漫、細膩的感情，而你的巨蟹情人就會有一種刺激、有趣的生活方式。最後結果會如何？那就看你們自己了。"
    },{
        "nameI":"牡羊座",
        "nameII":"獅子座",
        "percent":100,
        "comment":"天生的一對",
        "description":"這是相似的兩個靈魂終於相遇的故事，所締造的就是一段充滿光明、能量和活力的陽光戀愛關係。記得抓住這一個和你這隻羊兒天造地設的情人喔。<br><br>有意思的想法、熱烈的討論和冒險好玩的事情在你們的關係里是源源不絕的。獅子座的守護星太陽落在你的掌管愛情的第五宮男女宮，所以和獅子座的組合會讓你很快樂的。你很愛獅子情人那廣闊的心胸，不管你這一天有多難過，他仍然有本事讓你笑逐顏開。你們都是火象星座，所以你們都喜歡挑戰極限，去探索外身邊的世界。火象星座是很創新很有想像力的，所以你們的腦子裡會不斷湧現一些奇思妙想。你們的成功在於你們的期望值都很高──而且你們有著相同的心靈感應。由於你們想要的東西很多都是一樣的，所以在一起努力之下，這些東西你們就能隨手可得啦。<br><br>你的情人喜歡浪漫，而且總會為你帶來驚喜。外出用餐是獅子座最喜歡做的事情之一，跟著他，你出入很多高級餐館。獅子座的穿著非常時髦──不管是獅子男還是獅子女，就算是在他最即興最隨意的時候，他都仍會穿得很漂亮很有型；所以，他也希望你會留意一下你的穿著。不要天天都是破牛仔褲和舊汗衫，這會讓你的獅子座情人倒胃口的。你的情人很重視外表，他在意你內在特質的同時也很注意你的外表。獅子座是勾引人的強手，而牡羊座很也喜歡主動，所以你時不時要把主導權讓給你的情人。不要擔心──在這一場“戰爭”里，你會很樂意向你的對手投降。<br><br>在床上，你會看到愛戀關係從約會變為承諾和獻身。愛變得如此狂熱、甜蜜、溫柔和絕對的了不起。你們都是熱情澎湃的人，擁有足夠的力量把火箭發射到月球上去。親愛的羊兒，你要記住，無論是公獅還是母獅都是一隻驕傲的小貓，所以千萬、千萬不能分心了，不然你會有好受的。就像你一樣，獅子希望贏，希望成為你的唯一，他受不了只能做第二位。<br><br>你們兩個有誰會是實際的人？對不起，都不是。可是，你們兩個都很多產很能幹，你們大槪能賺到足夠的錢度日吧！這是由兩個領導組合而成的一對，你們兩個人都希望掌權。這是為什麼你們可以引發出那麼強烈的電流！你們之間永遠有一種動態的張力把你們連繫起來。獅子座是一個固定星座，所以你有時候會很煩他的固執。作為兩個之中比較能變通的一個，羊兒你需要多點讓步，但你也明白這對你來說也並不容易。當獅子和羊對峙的時候，比的是聲音，獅子用獅吼來威脅羊兒屈服。最好還是不要讓事情失控了，嘗試用交談和建議的方式去溝通，用你最性感、最溫柔、最撩人的方式去勸導獅子吧。獅子的自尊一旦受傷了就很難痊癒，你若要感情長久，記得在任何時間都要給你愛人足夠的面子。<br><br>你們是天作之合的一樣，能夠明白彼此的需要，不要讓你這隻性感貓科動物溜走喔！"
    },{
        "nameI":"牡羊座", 
        "nameII":"處女座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"你的朋友是不是老跟你說，你和處女座的他很不一樣？其實你早就知道了。如果你們的關係看上去是比較順利的話，那證明了你個性很好，而且很有決心要成功。<br><br>有些事情你需要注意。你的處女座情人很勤奮，這一點和你是一樣的，但你們兩個使勁的方式不一樣。處女座很早就會起床，而且清楚知道他今天要完成的東西是什麼。如果他沒有完成，他就會像是那隻裝上勁量電池的小兔子一樣，不停地繼續做呀、做呀、做呀，做到他們完成了所訂定的目標並且對自己的表現感到滿意為止。他不需要有一個老闆在迫他工作，他自己的志向已經足夠成為他最大的推動力。他絕不會讓自己因為完成不了曾答應的事情而讓別人（和他自己）失望。對於處女座來說，實現承諾是很重要的。<br><br>你能夠看到大方向，擁有銳不可擋的勇氣，而且擅長建立各樣的關係網路；而你的情人卻是處理細節的能手，擁有極強的組織能力。你的甜心往往能助你一臂之力，讓你更有可能達成夢想──以完成任務為重的處女座會不斷提醒你還有什麼要做，而且任何時候都會全心全意支持你。另外，他能變通，當你面對困難或危機時，他能為你提供不同的解決方案。<br><br>不過，處女座的人總會看到一些你完全沒有注意到的問題和瑕疵，而且他總有能耐把事情做對做好。有時候，你會覺得你好像面對著一個嚴格的老師，而且你的表現永遠不夠完美，永遠無法取悅你這位甜心。你要明白，你的愛人不是要質疑你的能力，他只是想把事情盡善盡美。他想你在世界裡發光發亮呢！自我檢點一下吧，羊兒。如果你肯聽取處女座的意見，你很快便會非常非常成功。我很相信，每一位成功傑出的牡羊座背後，都會有一個很關心他、很為他專注用神的處女座。<br><br>在床上，你是主導那個，你的處女情人比較含蓄，並且願意跟著你的節奏來。這個描述和性別無關，牡羊女在床上也是一樣的直截了當、一樣是激情熱烈，因為她知道她要什麼而且會去要。處女對於牡羊來說是完美的性伴侶，他不只會告訴你他想要什麼（處女座由象徵語言能力的水星來主導，怎可能不說話呢？），而且他會很溫柔、充滿關心地跟你說。如果協調度有九成來自好的溝通，你們兩個做到了。不過，你們之間的化學作用有時會引起一些爭吵。你的處女情人需要你好好安撫，才能忘記一整天忙碌的工作進入享受床笫之歡的情緒。就算你們在一起已經幾十年，你都不能在這方面偷懶。你那種立刻進入狀況直接就來的做法會讓你的伴侶很難受。所以，調情的技巧對你們來說很重要──如果找對了，結果就如一次美妙的舞步，因為你們兩個都會努力讓對方愉悅。"
    },{
        "nameI":"牡羊座",
        "nameII":"天秤座",
        "percent":60,
        "comment":"互相吸引又互相排斥的一對",
        "description":"對著和善的天秤，你很可能是遇見你的第二自我。天秤是和你相距六宮的對宮星座，這代表你的愛人要不就是與成為完整的組合要不就是與你競爭──沒有中間道可言。我相信，這一對在更大程度上是前者。你這位生於秋天的天秤愛人能言善辯，他清楚知道如何把對立的力量整合在一起。天秤不像羊兒般衝動莽撞，他想問題時很客觀，而且會把事情細化分析以尋找解決方案。他們很少會說出不圓滑的話，平和的金星是天秤的守護星，金星的主導使天秤非常圓滑得體。這是為什麼天秤常常是很好的說客，能夠幫助他人達成共識──天秤不會得失人的。這是一個善於溝通的風象星座，不乏新鮮的想法，也不會沒話可說。你們在一起的時候總是充滿活力，因為風象的元素能夠讓你的火燒得更旺。<br><br>牡羊是個人主義星座，但天秤喜歡團隊──這是象徵合作的星座，也是代表婚姻的星座。你的愛人喜歡平衡對等的關係，所以，羊兒，你要注意你那種獨裁霸道的做事方式。天秤嚮往婚姻，所以除非到了徹底不行的地步，否則他不會輕易地放棄一段感情。你們兩個的個性都很強，但所表現出來的不一樣。天秤會利用他的魅力讓你歸順，又或者他自己願意讓步。牡羊座的你卻傾向以威嚇或脅迫對方來取得勝利。羊兒，你能看到這兩種不同的風格會讓你麻煩大了吧？對著天秤，你要用軟的；而且緊記，雖然天秤的作風比較隱約細微，他其實和你一樣的堅定。天秤可以很跋扈的。不過，你會覺得自己很喜歡他的主張，其實在不知不覺間，你的愛人已經很有技巧地──也很迷人地──利用的他能耐去把你勸服了。羊兒，你應該以他為榜樣，好好向他學習。<br><br>在床上，火星主導的牡羊總是太快速了。請記得慢慢來，放多點時間在你的天秤身上。進入對的狀態非常重要。天秤不會被快速粗暴的做法點燃性慾。要記住，你的天秤是由金星主宰的，他會被美麗和溫暖所吸引，精細優雅的風格才是他所好的。天秤是視覺主導的生物，他喜歡看到自己最美的一面，也希望你是如此。為安全起見，在重大約會的時候，你還是梳理好頭髮、擦亮你的皮鞋吧！就算你和天秤已經結婚20年，你也不能邋邋遢遢地出現在他面前。如果你想天秤繼續和你在一起，那你得繼續你在健身中心會籍。他希望能以自己的另一半為榮，如果能這樣的話，他一定會繼續被你吸引。<br><br>這是很好的組合，所以享受彼此吧。當你們的主導星，金星和火星，揉合在一起，你們會引發出這地球上最性感的化學作用，把火星（你）的積極進取加上金星（他）的情色之愛。沒有其他的組合比這個更棒了！"
    },{
        "nameI":"牡羊座",
        "nameII":"天蠍座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"牡羊和天蠍都是受火星主宰的星座，這會是一對吵鬧嘈雜、熱情澎湃、激烈熾熱的組合，這段關係保證是充滿動感的。你們兩個做事都不會半途而廢，你們都是信念堅定的人。從占星學的角度看來，你們不是傳統意義上搭調的一對，因為勝利對你們兩個來說都太重要了。可是，如果你們願意為這段感情嘗試一下，我相信，你們會發現有很多樂趣。這段感情是可以持續的──不過你們一定要很努力喔。<br><br>在床上，你們兩個的胃口近乎是貪得無厭的，那其實很好，因為你們彼此享受。你們都是擁有無限活力和激情的人，不過你的天蠍比你更甚。牡羊座的你，有時候不太懂得洞悉天蠍座那深邃的情感。天蠍座是一個需要被理解和被明白的星座，你要努力嘗試這樣做。和天蠍座的人在一起，你可以盡情把你各種各樣的性愛幻想變為事實，因為他會讓你“做你自己”。你的伴侶床上功夫絕對了得，而且他比你性感和喜歡感官享受，因此你也會從他身上找到更深刻的感受。<br><br>請注意，你的天蠍會要求你對他百分之百的忠誠，而同時，他對你也會是一樣的。也就是說，羊兒，如果你要留住你的蠍子，請把你那雙不停打轉看來看去的眼睛閉上吧！可是，很多時候，對於牡羊座來說，沒有油嘴滑舌、沒有嬉戲打鬧、沒有輕浮挑逗，就等如是完全沒有樂趣。你不能肯定自己是不是想成為任何一個人的唯一，但這個問題你必須要在這段感情的初期把它釐清。在這個問題上，你會發現你站在一個不成功便成仁的關鍵點上，沒有什麼中間路可以走。<br><br>無論如何，這是一段充滿活力的戀愛關係，如果你愛上一隻蠍子，而你又願意為他去處理這一切情況，你會發現，你所有的努力都會是值得的。"
    },{
        "nameI":"牡羊座",
        "nameII":"射手座",
        "percent":100,
        "comment":"天生一對",
        "description":"牡羊座，你的名字叫冒險，怪不得你和射手座會走在一起！無論你們是在艱辛地穿越非洲森林，還是打算一起進修某個課程，只要是你們兩個在一起，事情就不會有無趣的時候！這絕對是天造地設的一對──兩個火象星座踫在一起，激發的無盡的奇思妙想！你們對於身邊的事物永遠是充滿好奇的。<br><br>終於，你找到一個和你一樣理想化的人了！激烈的辯論能使你們的關係更添樂趣。你們會找到一個理想，然後一起努力，讓世界變得更美好，又或者你們會一起開創一項事業，然後把它發展成世界性企業。你們絕對有潛力去做出一些有意義的事情，如果你們能夠實際一點，你們會更加成功。所以，單憑你和射手可能不太夠，如果你們能跟土象星座如處女、魔羯或金牛一起合作，你們能做得更好。<br><br>就你們兩個的話，射手比你更能變通。這對你來說是好事，因為你可以堅持你想要的，而你的情人覺得這樣無所謂。可是，你要是過分自我膨脹的話，射手會讓你知道的，因為他是非常直接、有什麼說什麼的，而且有能耐讓人在十億分之一秒內自我感覺縮小到一定的地步。也許，這就是為什麼這一對組合能相處得那麼好──你們之間的溝通強烈、快速，而且充滿著愛。怨恨和忌妒是不會長留在你們的關係里的──你們之間的空氣總是那麼的清新愉快。<br><br>你們都喜歡運動，喜歡把自己的體能推至極限。體育鍛鍊對你們來說是性愛最好的前戲，力氣的消耗不會讓你們覺得累，只會讓你們越做越想要！所以，儘管試一下，你會把你的射手帶到一個全新的熱情高度。你們都喜歡自然反應，所以你們幾乎不能在預想的地方做愛──你們等不及了！哇！當你們終於能夠放慢腳步、深情擁吻的時候，你會發現你們仍然對彼此著迷。性愛對於牡羊和射手來說，永遠是那麼自由奔放和讓人興奮。<br><br>可是，你可能對射手不願意承諾的本性略有微言。沒有法辦，你愛上了一個典型的獨身主義星座，請不要以為情況會自然改變，你要做點事情去慢慢促使他改變，但絕對不要奢望他一下子就能成為一個肯承諾一生一世的人，這不可能的！不過，若把所有事情都想一下，你也許可以接受現狀，因為你自己也不肯定是不是願意失去自由。<br><br>和你的射手談戀愛吧。你會愛死他那樂觀和讓人興奮的天性，他也會愛上你活力十足和“沒有界限”的態度──張開雙手擁抱生活。他是與你天生一對的愛人。"
    },{
        "nameI":"牡羊座",
        "nameII":"摩羯座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"這是完全不一樣的兩個人組合在一起，你們面對生活的方式是截然不同的。作為一隻牡羊，你不可能在一個組織嚴緊的架構下生存，不管那是一份工作還是一段感情。你的骨子裡是極度反叛的。作為一個火象星座，你生下來就是要把生活推向前進，去探索別人不敢觸踫的領域。魔羯卻是絕對的現實和穩當──基本上你的魔羯情人會有一份蠻不錯的工作，因為他最懂得在組織嚴密的大公司里生存。而且，魔羯很在意自己的名聲，也願意扛下沉甸甸的工作責任，所以他一般都能做得很好，甚至會在業內頗有名氣。<br><br>當你不斷沉醉在那些熱切的想法之中時，你的愛人卻是非常謹慎，腳踏實地在幹活。你這位永遠的樂觀主義者，總是能看到隧道盡頭那點光明，但你的伴侶卻總是認為盡頭是死胡同，而且不斷提醒你注意正在迫近的各種危險。你們是可以找到平衡點的，但這個過程會讓你覺得很痛苦，羊兒。可是，如果你們可以善用各自的長處──你的開創性精神和魔羯那種建立起龐大牢固架構的天賦──你們兩個可以乾出一翻大事業。<br><br>火象和土象可能在床上協調得好嗎？可以的，但不管你認識魔羯多久，你注定要花上一定時間去引誘他。魔羯是地地道道的工作狂，他需要好好的慰藉才能“進入狀態”。他每天24小時都扛著工作上的各種責任，你需要引領他先放下那些負擔。你的激情總是突然而來、洶湧而至，但你真的需要給他點時間的。只要點燃了他那團火，你會發現你的魔羯情人是何等感性和溫柔喔！他很內斂，你要慢慢地、耐心地把他們的心打開。只要你能做到，你會得到很好的回報。<br><br>你們兩個在一起，能夠享受到努力的興奮和相應的回報。對你來說，這意味著你會建立起豐厚的財富和你夢想得到的一切，如果只憑你自己一個那種過度冒險的個性，這一切你不一定能得到。如果這段感情是由你的魔羯來主導，那會是一種安穩平靜的相處。如果由你來主導，兩人的關係就會變得既興奮又刺激──不過也可能變得有點亂七八糟喔。如果全然是他想的那樣，你定必會被悶得發慌煩躁不安；但如果全然是你想的那樣，他肯定會筋疲力盡極度恐慌。然而，如果你們兩個都願意讓步妥協，你們就能很好。總而言之，關鍵在於找到中庸之道。"
    },{
        "nameI":"牡羊座",
        "nameII":"水瓶座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"一場絕妙的戀愛正在等著你，水瓶情人根本是為你而設的。打從一開始，你就被他那種神秘疏離的態度、尖銳到位的分析力和新穎的風格所吸引。你在骨子裡是個反叛者，這種心跳讓你意識到，你找到你的另一半了。牡羊跟水瓶是一個足以改變世界的配搭，水瓶會指出社會裡所存在的問題並嘗試讓地球變得更好，而牡羊就會發揮行動力讓一切實現。你們都不太在乎社會對自己的評價，因此你們會穩步前進，挑戰現狀，你們可能一起踏進政途，又或是開創一項新的事業。你們都是面向未來的，這是你們的共同語言。你們都不會認為昨天比明天美好。<br><br>你們之間的溝通非常好，因為你的情人是個風象星座，而你自己是火象的，這兩種元素能配合得很好。你總是想主導，而基本上你的另一半無所謂，因為瓶子喜歡自由自在地做自己想做的事情，懶得去理其他的。對你們兩個來說，不見面有時候會更能激發心中的愛情，你們都同意獨立是好的。瓶子不想因為婚姻而失去自我──他希望兩個人既是獨立的個體又是統一的整體──所以他絕對不會讓你窒息。可是，他遠沒有你那麼能變通，所以要注意：如果你觸動到他所堅持的事情，他基本上一寸也不讓。<br><br>在床上，你們能感受到最恰到其位的挑逗和歡愉，你愛死了瓶子那種激烈的、讓人吃驚的做愛風格。你的愛人每一天都會有不同的愛法，而你對這一切實在太受落了。不過，你可能在開始的時候會覺得他很難接近，而這一點會讓你很困撓。瓶子在表面上實在是太吸引人、太友善了，以至你都可能沒有發現，他其實一直和你保持了一定的距離。你要有能力去打破這個障礙，不然這會是你們的問題。然後，你們都會給予對方空間，而往往羊兒和瓶子都覺得一段感情里必須要有讓彼此喘息的空間。你們都相信一句諺語：“如果你想得到，你就要放手。如果它不回來，那代表它由始至終都不曾是你的。”你們是對的，過強的占有欲會讓你們對這段關係產生一種幽閉恐懼症的似的恐慌。<br><br>你的瓶子有時候確實是難以捉摸，有時候簡直古怪得讓人意想不到，但正正就是這樣一種特質才把你吸引住，不是嗎？這是活力充沛、清新美好的一對，加油吧！"
    },{
        "nameI":"牡羊座",
        "nameII":"雙魚座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"雙魚座渴望從愛人那裡獲得力量，羊兒，你輕而易舉就能給他了。魚兒是很溫柔的星座，他總是以一種充滿想像力和自我犧牲的態度去面對世界。他不想做決定，他樂意把韁繩交給你。他的注意力和精神意識總是不知道跑到哪裡去了，不會被生活上那些世俗的事情所牽絆。你常常因為他那種極度樂於助人的性格而驚訝萬分，但同時，你也會很害怕看到他如何不斷地被人利用。當你跟他指出這個問題，你的魚兒會點頭贊同，但卻又會說這沒什麼。魚兒擁有這種高尚的情操，但對於你這隻牡羊來說卻是很難理解的。作為十二星座之首，你說的總是“我”；但魚兒作為最後一個星座，他是之前十一個星座不同個性的組合。小小的魚兒掌管的是一種整體的、屬於所有人的愛。<br><br>有人說，雙魚座擁有年老的心態，因為這個星座感受了之前每一個星座的特質，所以擁有強大的內在光芒。你所在乎的估計他並不怎樣在乎，因為他們關心的是精神層面的東西，這種感受你基本上比較難理解。可是，他仰慕你的勇氣，你的精神抖數，以及你對世俗事物的經驗，而且他知道只要他問你，你就會給他誠實的回答。羊兒，不要對你的甜心太苛刻了，因為他擁有開啟人性的鑰匙以及對於苦難那種你不能理解的高深看法。<br><br>雙魚座不是一個要求很高或過於依賴的人，因為他有自己的想像空間。他喜歡和你在一起的時間，也很享受你為他準備的晚宴或派對，然後他就會滿足地回到自己的世界裡讓自己休息充電，重整精神。他就像海綿一樣吸掉了其他人的煩惱，所以偶爾他也需要別人的關懷來讓他自我清洗一下。魚兒在外的時候沒有辦法恢復他的內在能量，有一條魚兒說：“當我覺得有壓力的時候，我會幻想自己蜷縮在香蕉樹的葉子之下，在水邊，沒有人能找到我。”魚兒會躲起來，直到他認為自己重獲力量、再次有能力去扛起全世界的憂愁之後，他才會再走出來。魚兒那種如魔幻般、深入至精神層面的感受，你也許能感覺到，但你不見得真的能明白。如果你跳進了他那個清澈的湖裡，你會看到一個讓你著迷的世界，這是一個由魚兒所創造的、和世俗有別的超然領域。<br><br>和魚兒做愛，你會擁有頭暈目眩的感受。對魚兒來說，愛情是迷人的，他仍然相信“公主王子從此以後快樂地生活”那一套。他希望他的生活可以像童話故事一樣美好，若現實的殘酷出現了，他會很驚慌、會退縮、會難過。就算結婚多年，他仍然希望可以有紅酒佳肴的浪漫晚餐，而最重要的是，他是如此希望一直被深愛著。對魚兒來說，你在床上對他的渴望和專注比你的技巧來得重要得多。如果你的感覺是對的（魚兒能感受到的，別不信！），你們會有上天堂般的性愛。如果你把做愛當成是一種消遣，左顧右盼，魚兒絕對不會給你回應。雙魚座對於肢體語言極為敏感，他很容易便能洞悉你的意圖。魚兒總是會很疑惑為什麼你不能有更深刻的感受、不能回應他那強烈的情感。但作為火象星座的你，這一種深邃的情感電流你並不擁有，而他很快便會無奈地發現這一點的。不過，你可以成為接受他情深奉獻的幸運兒。魚兒知道，其實沒有幾個人能真正明白他。<br><br>記得要好好的關心和愛護你的魚兒。如果你傷害了他，他會不動聲色地遊走，永不回頭。他的生存意志很強，一旦發現那不是一段適合他的感情，他就會把其視為毒藥一樣馬上擺脫。如果你能好好地對待他，他會讓你聽到宇宙的細語，並會給你世上最好的禮物：一份單純、無條件的愛。"
    },{
        "nameI":"金牛座",
        "nameII":"牡羊座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"你與牡羊座可真大不相同呢。但這可能是你們相遇在一起的根本原因吧！你的牡羊座情人充 滿激情、火花、能量與熱情，聰明的主意以及新的開始。另一方面，你更喜歡安全和喧鬧聲 。“如果它沒壞,就別去修理”是你的座右銘。但你心愛的牡羊座永遠不會滿足於適可而止的。喧鬧、粗暴 ，而且總是測驗他們的體力和堅定意志，牡羊座通常都會贏。絕對不要告訴牡羊座的人要做 什麼，因為他們不會太樂意去接受建議的。牡羊座掌管生命力，帶有強烈的以我為先的感覺 ，但有時牡羊座的浮躁可以導致他們很麻煩。<br><br>那就是你要做的工作了，金牛座。在牡羊座實在太忙亂的生活中，你是其賴以支撐的人—— 在牡羊座的風暴中，你是可靠的岩石。雖然他們喜歡危機，但有時即使對他們來說，這可能 遭到太多了！你撫慰的聲音，溫柔的觸碰又使一切都變得更好了。注意牡羊座的角色是發起 ，而金牛座的 角色則是作出反應和維持。所以如果你的牡羊座伴侶不斷唆使你去做，做，做的話，你也許 會變得越來越固執。消極抵抗只會讓牡羊座變得瘋狂，這樣你的牛角也許會被你的牡羊的角 鎖住，還要比你希望的來得更加頻繁呢。不要讓這種事發生得太頻繁，否則你會使這段關係 脫軌的。<br><br>性方面，你有非常不同的生理節律。你的調情風格如同融化朱古力般慢，就像色 情電影一 樣。對於你來說，慢是彼此盡情享受的最好方式。另一方面，牡羊座在床上是一束能量和不少的爆竹——迅速，過激，開門見山。當你想留戀一下的時候，這可能會讓你感到沮喪，不 過，如果你們成 功鑽進被窩的話，那麼你們都一定會對彼此很敏感的。你如此的性 欲強、精力充沛、性感 ，以至於你成功說服你的牡羊座伴侶的可能性相當大——所以自信點吧！很少人能抗拒被金 牛座的魅力所傾倒的。<br><br>你的愛人會帶給你很多刺激的，並教你如何玩味生活才不至於那麼謹慎小心。牡羊座有饒恕 的勇氣，而你非常欣賞這一點。金牛座的你們都懂得如何構築東西，並使之歷久不衰，所以 你們每一個人都有大量的東西給對方。如果你愛你的牡羊座，嘗試使之成功吧——而且不要 太固執！"
    },{
        "nameI":"金牛座",
        "nameII":"金牛座",
        "percent":80,
        "comment":"相當理想的一對",
        "description":"討論一下這一堅實的組合吧！金牛座的人有高度的占有欲，而且從一而終，所以這裡不必擔 心不忠。因為你重視配偶的可靠度，所以這肯定聽起來就像你已經遇到某位你確實尊敬的人 了。<br><br>金牛座酷愛有私人時間來展示他們的情感，而且既然你們（都）是高度好色、有觸覺和性 欲強的話，你們可以期盼身體上能夠發生奇妙的化學作用了——現在和永遠。金牛座受金星 守護，所以你們都喜愛生活更甜蜜、更溫柔的一面：精緻的晚餐、美酒、音樂、花卉、藝術 、出席文化活動 ，以及家裡各種精美的物質享受。受金星守護的人需要像賴以生存的氧氣一樣多的美好事物 。幸運的是你的情人也同意。你可以在美術或版畫、房地產、保險和金融等領域工作。所有 的這些行業會很好地發揮你的天賦。你們是一對現實、有禮貌、寬容明智的配對，都很珍 視穩定性，這 樣你們很可能對你們的價值觀、優先考慮的事情和安逸都有同樣的看法。不過，有時你們的 生活可能會很平庸，而且有點太安全和穩定了。<br><br>金牛座可能會對改變感到多疑，這並不總是一件好事。你們倆需要一點激情與激勵你的風險 ，但你們都不可能會成為使之發生的人。你們倆都有點固執，所以如果你們都不一致的話， 你們都會陷入僵局。因為都不習慣於冒險，所以一起面對危機就會尤其艱辛了。要知道，不 像風象星座下 出生的人，你們都沒有隨機應變和迅速想出具有策略性的選擇的心理承受能力。金牛座喜歡 一有時間就去仔細想東西，而有時那也許是不可能的！<br><br>不過，你的愛人酷愛他或她可以老是依賴你。就此而言，你是絕不會渴望讓這個人或你的生 命中的其他任何人失望的。因為你想為你的成就而感到自豪，所以你會徹底專心致志地辦事的，而且不論它是一個項目還是一種關係，這是真是的。因為你走得慢，所以你擁有把你的 注意力轉移到 修正錯誤和小缺陷的能力。<br><br>因為你已經找到一個真正理解你的人了，就是金牛座，所以給這種關係一個機會吧，但是也 給你的愛人輕輕地踢一腳提個醒，以便你們都記得凡事都要保持新鮮有趣。"
    },{
        "nameI":"金牛座",
        "nameII":"雙子座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"每個繞著黃道鏇轉的星座都彌補了前一個星座所缺少的東西。雙子座剛好就在金牛座之後， 所以在宇宙意識方面，雙子座的人明白，當你謹慎行事或花太長時間做決定的時候，夢想就 會破滅，機會也會失去。雙子座的人不會讓這種事發生。或許他們不會總是三思而後行，但 雙子座決心奮 力向前，並一路冒險一試。<br><br>你的雙子座情人很機警、詼諧、聰明、表達能力強、非常多才多藝和適應性強。雙子座的人 精於在面向交際的領域打滾，如出版、銷售、公共關係、人力資源和旅遊產業等。金牛座的 你更內向，而且喜歡管理風險和慎重理智地思考事情。金牛需要落地生根，更情願住在鄉村 的一個房子， 在那裡欣賞大量的綠色植物。你的雙子經常出差居無定所，只要他或她有一部電話（當然是 無線的），傳真機和一台筆記本電腦即可在晚上依偎著它們睡覺了。住在城市裡，那裡是最 熱鬧的地方了，或許會是雙子最喜歡的地方了（不過在更有田園氣息的環境下，他們的神經 會變得更冷靜 些）。<br><br>雙子座的人都是聰明人，它們熱衷於知識和信息。他們一般很少需要物質享受或帶給他們快 樂的實物。雙子座的人覺得實物和財產使他們心情沉重，而且對他們來說，這是真的。然而 ，金牛座的你需要被美和舒適所包圍，以此充分享受生活。金牛座的人很難理解雙子座的人 為何可以在沙 發上（所有的地方）打瞌睡，只睡幾個小時而已，然後又突然出現在凌晨300，疾步回到他 們的電腦前去打出另一個故事提議計畫大綱。咻！雙子座的人可能很難跟得上。當他們周圍 的節奏加快時，你思路敏捷的情人就像水銀里的溫度計一樣沸騰起來雙子座的人覺得難以 理解為什麼金牛 座的人需要睡這麼久，還有為什麼金牛座的人花這麼長時間才明白到“淺顯的”解決問題的 方法。雖然金牛座很有耐心，但雙子座根本沒有，這樣就有了另一道鴻溝，你們兩個就得要 架起橋樑了。<br><br>在床上，雖然雙子們擅長反映情緒，但有時他們也致力於草草了事。金牛們也許不明白是怎 麼回事，而且過於個人地想當然。你問：“我已經成為你的一件純粹的物品了嗎？”這離這 想法再遠不過了。你的雙子會不知道你在說什麼的。雙子座的人既不像你們一樣情緒化或性 欲強，他們又 不像你們一樣確確實實地相信“不離不棄”的話。事實上，聲稱是永恆的愛情和結婚對雙子 座的人來說是可怕的。它只是看起來是那麼的不可改變而已。雖然雙子可能會最終轉而接受 這個想法的，但並非只要你想就可能接受得到的。性對雙子們來說很刺激，就像許多其他東 西一樣。性不 是全部都歸你所有的。雙子們需要變化，而你喜歡堅持你久經考驗的制勝之道。因為你們從 不同的門進入人生，所以試試在人生道路上找個互惠互利的地方來偶然碰面好了。<br><br>透過你可以觸摸到的東西，你雖然與肉體世界的方面相適應，但是你的愛人更傾向於以思想 和觀念為目的。即使在政治上，你的愛人是死忠的自由主義者，你可能會發現自己處在此范 圍保守的一端上。如果你們捲入一場爭吵的話，你會處於劣勢的，因為雙子都是舌燦蓮花的 ，而且可以立 刻在言辭上勝過你。你也許無法立即捍衛你受挑戰的立場——你或許永遠不知道是什麼傷害 了你。你的自尊可以冒險一試，如果你的愛人不道歉的話，你們受傷的感情可能會逗留很長 一段時間。要意識到雙子座常常是沒有惡意的，因此，如果你的愛人沒立即與你言歸於好 的話，讓他或 她了解你的心情吧。溝通總是處理雙子座的問題的最佳方式。<br><br>有人說，當金牛座正忙於感受時，他們應該學會思考，而當他們忙于思考時，他們該學會感 受。金牛座似乎從未能夠把兩者結合起來，這就是為什麼他們跟雙子關係脫軌的緣故了。當 事情出錯時，金牛座的人強烈地堅持他或她的立場，這只會擴大金牛與雙子之間的鴻溝。雙 子會奇怪為什 麼金牛如此的固執。金牛會奇怪為什麼雙子會拒絕同意，即使只是出於愛。當然，愛情並不 是問題，但金牛也許覺得它根本就是。如果你的雙子座情人總是發現進入你內心的方法是靠 肉 體的愛而不是理性和邏輯的話，你們也許有機會倖存下來成為一對夫妻。<br><br>這會是一段艱難的關係——如果行得通的話，你們兩個將分享到許多美妙的天賦和才幹。如 果你愛你的雙子，而你的雙子也愛你的話，你們已經成功開始共享你們最大特質的進程了。"
    },{
        "nameI":"金牛座",
        "nameII":"巨蟹座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"你已經找到一個心心相印的夥伴了。你和巨蟹座想要同樣的東西：家人、家庭、穩定、安全 感和一筆可觀的養老儲蓄。你們倆都喜愛感官享受，而且巨蟹座是與生俱來的，甚至在你可 以開口之前，尤其會領會到你每一個願望的。你的愛人把你當作嬰兒來看待，所以你們會明 白他她的意思 ，並反過來把他們當作嬰兒來看待——一些巨蟹座喜愛的東西。這種關係怎麼可能會失敗呢 ？在你們呆在一起的私人時間裡，這應該是令人想擁抱的、親密的，而且安逸溫暖的。<br><br>作為一個金牛座的人，你或許可以把來自花園的香草贈給你的巨蟹座愛人，還有為餐桌布置 鮮花。你的巨蟹座情人最擅長以烹飪表達愛意，你也會很樂意接受如此美味的禮物的。你們 都愛一起吃飯和匆匆忙忙地做令人驚喜的菜餚，所以你們可以在廚房裡開始你們的調情，之 後奔向睡房。<br><br>雖然有足夠的金錢意味著對你倆意義重大，但是金牛座會比巨蟹座花得更奢侈。巨蟹座的人 會買一件極好的外衣，並穿它十年。金牛座的人會買保險，股票和債券，然後把剩下的花在 一部立體聲音響或一輛新車上。巨蟹座的人會買足夠的食物來補充到一個小型防空洞，並把 剩下的錢存到 一個穩當、安全的儲蓄帳戶里。如果你的巨蟹座愛人需要一些特殊東西的話，他或她將會等 到減價，或批發地買。另一方面，你喜歡在好的精品店買零售商品。如果巨蟹座需要更多錢 的話，他們會削減開支的。如果你需要更多錢的話，你會出發找一份更好的工作，一份兼職 或一個產生更 多收入的新投資策略。這種收入類型的差異在最後都無關痛癢，因為結果都是相同的——一 個更大的銀行帳戶。不像獅子座或摩羯座的人需要錢來贏得尊重，你和巨蟹只需要它來過上 一個比較幸福的生活就行了。<br><br>在床上，多虧你粗俗的性愛風格和巨蟹座深情的愛情方式，你們擁有一個兩心情意綿綿、 滋潤的婚姻。金牛座喜歡花時間挑逗他們的心上人，這恰恰對巨蟹座的人很受用。雖然隨著 時間的推移，金牛座的你只會變得更好，而且今後的生活中達到你的高潮，你和你的愛人都充滿了期待！巨 蟹座的人有時會想要幾封情書，或至少在臥室里點一些蠟燭。你能幫忙變更加浪漫嗎？試 試吧！當你們做愛時，你倆都儘可能的溫柔，而且你們的感情表達是多麼的真誠啊。你倆 還要求什麼呢？"
    },{
        "nameI":"金牛座",
        "nameII":"獅子座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"在很多方面，你們倆都很相似。你們倆都酷愛生活中的美好事物，喜歡外出吃飯，參與文化活動和有趣的派對，以及擁有一個美好的家園。你們每一位都喜歡對方的占有欲和忠誠，因為你們都不能忍受幕後有第三者，甚至是在最早期的約會。但你們的需求有很大的不同。你喜歡強烈的安全感和頻繁的示愛，而你的獅子座伴侶需要關心、誇獎，還有最重要的是尊重。獅子座會非常喜愛你的讚美的，並從你身上尋找一個穩定的供應源，即使你們已經在一起好幾年了。你的讚美有助於使獅子座恢復他或她仍舊是第一的信心。金牛座的你總是沒察覺到你需要這樣做，這或許引起你的獅子座伴侶想知道你是否已經放棄愛情了！留意這可能發生的錯誤傳達喔。<br><br>你會非常喜歡你獅子座伴侶的創造力的。許多獅子座的人都在藝術方面工作，特別是在戲劇及其他表演藝術、電視、或者在廣告業充當美術指導或平面設計師。你有建立一個成功的企業機構的本事：一盤羽翼未豐的生意需要一個領導者，他要能夠從早期引向一個更成熟擴張階段，這時金牛座的人就被經常找來了。金牛座的人盼望生活中有障礙，並有耐性衝過它們，而當獅子座的人碰到障礙，他們都會感到震驚。為長期的成功利用你的天賦來促成這段關係吧。你的期望很現實，而你有非凡的耐心。作為一個長跑運動員（不是一個短跑運動員），你覺得任何值得做的事就值得好好去做——根本原因是，在你已經碰到第一個減速帶之後，你就不可能從這種關係中安然脫身。<br><br>雖然出於稍微不同的理由，但你們都喜歡實物：你愛回報你的理性，而你的愛人想要成功的有力證明。雖然你獅子座愛人的高雅風格讓他們一直都渴望著高品質生活，但是你可能會擔心這最終會花費多少錢。久而久之，他們的香檳品味會變得難以支持下去的。（不管誰是維持家庭生計者，這是真實的，既然，一旦結了婚，錢往往會出自同一筆湊集的資金的。）金牛座的人說：“給我錢！”然後迅速將它存入銀行，金牛座的人寧可把錢存在銀行，也不背在他們的背上。獅子座的人雖然智力上明白這一點，但不是情感上，而且將永遠不會對靠著嚴格預算來度日而完全感到舒服的。如果你們兩個開始變得認真起來的話，資金的分配是絕對有話可談的。<br><br>但有一個較大的擔憂：你們都執著於你們的己見，而且都不可能屈服，當你們有分歧時，這可能會導致嚴重的僵局。在每一段關係中，得要有人來伸出橄欖枝！最理想的情況是，不會一直是同一個人。下次當你發現自己被鎖在跟你的獅子座伴侶的衝突時，考慮一下這一點吧。要知道，由於獅子座的人有看到大局的能力，所以他們喜歡因他們在周圍所做的每件事而受到表揚。這對他們來說是來得多麼的自然，他們甚至沒有意識到他們正在做此事呢。然而這可能會讓你大怒，你或許也只好傾向於給予你的愛人這份快樂罷了，僅僅為了保持和睦而已（金星守護的金牛座喜歡生活和諧）。要意識到你的愛人是受我們太陽系中心的太陽所守護的，這就是獅子座的人能夠變得如此自我中心的緣故了。因為金牛座受愛神金星守護，所以你更可能是尋找一個圓滑的解決辦法的配偶了。如果你的獅子座愛人對你意義非同一般的話，那就看看該表現出什麼意見，並提出建議。從許多方面來說，這段關係的未來就取決於你們把雙方撮合在一起的意願了，而不是讓獅子座的自負來拆散你們。<br><br>雖然要花很多時間來使你們擔心，但當你山窮水盡時——當心！眾所周知，牛和獅子都不是脾氣溫和的動物！你們的太陽星座彼此不在協調的角度上，意思是當脾氣突發時，他們會產生酷熱的高溫。下次，火象星座的獅子座和土象星座的金牛座會彼此盯得局促不安的，考慮一下是哪一元素可能壓倒了另一方吧。你的元素會，金牛座，因為你可能會把你的愛人埋葬在你粗俗的感情里。你可以堆很多實例在獅子座的夢想之上，但這樣做，你可能會隔絕了所有獅子座的光明的。贏的不該是目標，剩下的應該是親密。對你來說，這也許太容易奪走他或她的靈魂了，而你可能發現，雖然你已經贏了這場戰鬥，但你已經輸了這場戰爭。不要對你的獅子座伴侶逼得太緊！<br><br>當獅子座的人和金牛座的人大被同眠時，激情是少不了的！你倆都喜歡慢慢乾，並創造令人興奮、好色的調情。在被窩下面，你會注意到獅子座對愛慕的欲望，所有準備好花大量的時間在他或她身上吧。時間會花得十分值得的！獅子座非常溫情和慷慨大方——有些東西你會一直很欣賞的。獅子座總會以他或她自己誇張做作和艷麗的風格珍愛你的。那是與獅子座呆在一起的最佳理由，事實上——這是如此的有趣啊！少了你的獅子座愛人，生活會是多麼無聊啊。"
    },{
        "nameI":"金牛座",
        "nameII":"處女座",
        "percent":100,
        "comment":"天生的一對",
        "description":"這是一個天堂般的組合，所以如果你被一個處女座吸引著，緊緊抓住你的愛人不要放手！你們都是土象星座的，這表明了你們有很多共同最求的東西：一個富有成效的生活，銀行里的錢，還有大量花時間在知識和文化活動上。<br><br>處女座的人最愛擔心這擔心那了而金牛座的人在寬慰別人這方面簡直是專家，所以你們簡直是完美的一對~處女不停擔憂的原因源於他們的責任感。他們很怕因為無法完成自己的承諾而讓別人失望，像他們的上司啊，朋友啊，或者你。你是堅定的，你也是可靠的，但是你很少擔心任何事情，所以你覺得你的處處的擔憂很可愛，很可能加入他們解決他們的困擾。你們兩個都會拋棄自己的各執己見，這樣你們就可以對那些必須一起決定的事情深表贊同了。對於金牛來說和平和諧是他們第一追求的目標，你也會把這一點影響帶給你的處女愛人。最棒的是處女會給你最渴求的忠誠，因為他們很正直，由內到外，他們也渴求唯一。<br><br>你可能會被處女犀利的思想和正當的原因刺激到。處女是被水星掌管，相應的有一些特徵顯現。處女條理性非常好並且樂於助人。對於處女來說傳達語言和想法對他們來說極其簡單，所以他們往往是精湛的教師和傳播者。當你發現你自己處於危機之中時，你的處女愛人會想出非常多的應對之計。<br><br>處女是變動星座，你是固定星座，你必然會發現你心愛的人的靈活性和適應能力要比你強。你會驚訝於處處的足智多謀的。你也有大量的才能能夠同樣的影響處女座，最重要的就是你專注於你生活中選擇的道路。這展示了你的目的性的明確，耐心，決心的堅定性。處女是不安的需要即時的滿足感，但是你令人寬慰的存在可以幫助他應付生活中的滄桑。<br><br>處女座的人最愛擔心這擔心那了而金牛座的人在寬慰別人這方面簡直是專家，所以你們簡直是完美的一對~處女不停擔憂的原因源於他們的責任感。他們很怕因為無法完成自己的承諾而讓別人失望，像他們的上司啊，朋友啊，或者你。你是堅定的，你也是可靠的，但是你很少擔心任何事情，所以你覺得你的處處的擔憂很可愛，很可能加入他們解決他們的困擾。你們兩個都會拋棄自己的各執己見，這樣你們就可以對那些必須一起決定的事情深表贊同了。對於金牛來說和平和諧是他們第一追求的目標，你也會把這一點影響帶給你的處女愛人。最棒的是處女會給你最渴求的忠誠，因為他們很正直，由內到外，他們也渴求唯一。<br><br>你可能會被處女犀利的思想和正當的原因刺激到。處女是被水星掌管，相應的有一些特徵顯現。處女條理性非常好並且樂於助人。對於處女來說傳達語言和想法對他們來說極其簡單，所以他們往往是精湛的教師和傳播者。當你發現你自己處於危機之中時，你的處女愛人會想出非常多的應對之計。<br><br>處女是變動星座，你是固定星座，你必然會發現你心愛的人的靈活性和適應能力要比你強。你會驚訝於處處的足智多謀的。你也有大量的才能能夠同樣的影響處女座，最重要的就是你專注於你生活中選擇的道路。這展示了你的目的性的明確，耐心，決心的堅定性。處女是不安的需要即時的滿足感，但是你令人寬慰的存在可以幫助他應付生活中的滄桑。<br><br>當你們前途一片光明的時候會產生什麼樣的能量呢。你是如此嫻熟的愛人，你的處女敏感又溫暖，他符合你所有關於愛是什麼的幻想。但是記住，處女在剛開始的時候會有所保留的。這時候要有金牛式的耐心。有時愛是可預知的，但是既然處處讀了那麼多的書，你的愛人肯定會有一些新鮮的想法或者是他們想開始嘗試一些東西。處女是溝通能手，在做愛時這也為他們大大加分。<br><br>當行星和星座都這麼支持這對組合，陷入愛裡面的他們可以說愛的密語，或者僅僅望對方一眼就能理解對方的想法。你的處女的太陽星座點亮你第五宮的真愛，所以這一對組合真的是再好不過了。"
    },{
        "nameI":"金牛座",
        "nameII":"天秤座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"如果你愛著天秤，那麼到現在為止你肯定發現了天秤太能說了。天秤能跟所有可能的等級的人爭論所有的主題。你有著一個強大的理性的思維，但是你天秤並不理解為什麼要和天秤討論那些他萌生出來的想法。你可能剛度過漫長的一天，或者你只想在你最愛的椅子上安安靜靜地讀報紙。然而天秤是風向星座，他們把談話視為娛樂。天秤貪婪的思想需要新鮮的血液。<br><br>天秤可以優柔寡斷，那是因為他們能夠從不同的角度來權衡手邊的事情。當他們問取你的意見的時候，那是因為他們想要找尋他們遺漏的可能的想法。他們迫使自己找到合理的答案，他們仔細的分析一個問題的所有方面。你所認為的天秤的優柔寡斷實際上是他們為了得到完美的平衡的天平。你不可能被避免捲入這些談話，那麼你不妨主動點提供你的意見吧。<br><br>開始你可能覺得你可以出出風頭為所欲為，因為天秤看起來是那麼的和藹的，善於交際的，迷人的。但是你還是不能理解為什麼你的愛人無論給予你什麼你想要的都會引起軒然大波呢。再想想。天秤是堅決的，固執己見的，對任何事情都不是被動出擊。天秤在小事上肯定是大獲全勝，慢慢由小變大他們就熟知了你的做事風格。你作為金牛的慵懶，懶得爭辯正是天秤可以好好利用來誘惑你的東西。<br><br>至此你的立場明確了：你根本不明了怎麼或者為什麼發生了這一切，但是你的天秤的魅力已經折服了你，你已經迷失在他們的魅力中了，上鉤了，戀愛了，然後越陷越深。不過情況也沒那麼糟糕啦，因為你還挺享受那個過程的。你的天秤會發現如果什麼時候你真的變得非常非常不爽，你會非常強烈的表現出來，以至於你的天秤會被嚇退。但是你要明白你的天秤不久就會再回來的，滿面微笑，充分了解情況，是的，他確實把你逼得太緊迫了。你根本就不會對這個迷人的生物生氣。<br><br>你的天秤的社交生活比你的廣泛多了，他們會一直想要出去，甚至你都覺得他們花了過度的時間在社交上。你是一個非常宅的孩子，金牛，你尤其不像成為像天秤一樣身邊有太多朋友圍繞的人。當天稱不出門的時候，他們肯定在打電話。天秤的人需要互相溝通感情就像他們需要氧氣來生存一樣，所以為了跟你的天秤愛人共度時光你必然要有所妥協。天秤喜歡娛樂活動，這裡給你一個折衷的辦法：把每個人聚集到你住的地方吧~~你可以待在你喜歡的家中，幾乎沒幾個星座喜歡跟充滿天賦又優雅的天秤一起娛樂，這樣你們就有時間在一起啦。<br><br>在床上，天秤是非常擁有活力並煽情的。天秤總會充滿詩意，赤裸裸的表達情感，正好你非常注重這種感情的外在表達。你們將會有很多可學的能給對方帶來，這個學習的過程會充滿甜蜜。你們都是由金星主宰的，這將創造出混合的靈魂。此外你也不用擔心你的愛人會對你不忠。天秤宮天生就象徵著婚姻，所以當他們與另一半緊緊相依的時候他們再高興不過了。天秤不想一輩子都在約會，對此你也一樣。<br><br>正如你所知的，這段關係著實有不少挑戰需要度過但是也是想當令人滿意的了。這對關係的最終成功取決於你多麼希望這關係到最後。如果你想保持到最後那麼實現這一點完全不會超出金牛的能力範圍。牛牛，你要做的就是靈活一點，不要總那麼固執。"
    },{
        "nameI":"金牛座",
        "nameII":"天蠍座",
        "percent":60,
        "comment":"互相吸引又互相排斥的一對",
        "description":"多麼強大的組合啊！你們都有堅強意志、意見、決心和幹勁。你們兩個對於生活誰都不隨意。當你初次見到你心愛的天蠍的時候，你可能會覺得天蠍比你遇到的任何一個人都要有魅力。你可能注意到了蠍子身上有你所渴望擁有的素質。你們這對正好恰到好處，因為你和你的天蠍愛人正好出生在黃道十二宮的兩端，有著截然不同的區別--當然也有著非常多的相似之處。<br><br>你秋天出生的愛人是神秘的擁有深厚的情感遠遠超過你。作為水象星座跟你的土象星座很合，不過天蠍座對比起讓你探查他們的頭腦和心靈，他們更加喜歡也有興趣去了解你。天蠍們覺得讓你窺探就像身上掉了塊肉一樣。在你那麼做之前他們要有安全的感覺。蠍子們總是隨身帶著信用卡。即使你已經認識蠍子好幾年了，你還是會發現蠍子總是逃避不把事情弄清楚。<br><br>天蠍宮掌管著隱藏在表面下的生活，所以他們有能力去挖掘一件事情找出秘密所在。 你可能沒看出看來的是， 蠍子在他們平靜的外表之下其實一直在追逐著情感。這個星座也掌管著迷人。他們將試圖控制自己的情感（保持情緒受控對於蠍子來說是十分重要的），當然他們不能完全做到這樣。你的穩定，平和的態度會為他們提供堅實的基礎，當他們的情緒因為天氣而變化時，這對於你來說應當給予強烈重視。然而蠍子們不喜歡自由的討論他們的感受，金牛也不會時常對他們的感情頻繁檢查，強大的怨恨可能被建立起來，然後被他們偷偷的藏起來。留意那些危險，不要讓你的蠍子有著情感上的垃圾情緒。<br><br>蠍子們擁有強大的直覺。他們預測事情即將壞菜的命中率十有八九是正確的，但是他們通常不知道為什麼他們知道他們所知道的。他們不需要實際的充滿邏輯性的解釋--你也得不到他們這樣的解釋。他們確實是擁有一些心靈力量。<br><br>你們兩個都是固定星座的，都有著大量的決心和單方面的專注。你們都不會因為你們指定的目標而心煩意亂。這也意味著你們兩個都不是靈活的，善於妥協的，這可能會讓你們陷入僵局。這種對峙中斷了你們之間的流動，所以留意衝突，然後告訴你自己總會有個方法可以妥協。<br><br>當涉及到處理財務狀況時，蠍子們真的非常擅長。這個星座還掌管著第八宮的共同資源。你的星座掌管著另外一個關於經濟的，那就是第二宮的個人財富。因為你們都非常的可靠，即使金牛更加喜歡消費，而蠍子更加喜歡投資。你的愛人也不希望花太多錢在吃飯上或者是奢侈品上--蠍子的口味更加複雜直觀。"
    },{
        "nameI":"金牛座",
        "nameII":"射手座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"跟射手墜入愛河了是嗎？不要指望這個組合全是甜蜜充滿光明。你還有很多要克服的但是問題出現了，你那天生的惰性是否會驅使你深挖掘你們的問題並解決呢？<br><br>你的射手愛人是由木星掌管的，一個充滿好運的行星。你會發現你的愛人非常樂觀。相反的你總是未雨綢繆，在這段二人關係中，你是現實實用主義的代表。你的愛人將會把你看做黑暗的陰沉的，相對的你可能認為你的射手愛人有點太喜歡懸崖勒馬了。作為固定星座的金牛，你不太可能改變你的觀點，但是你的愛人是變動星座的--因此你們更加需要相互適應--你的愛人可能會削減他的開支來給你一種舒適的充滿安全感的生活。<br><br>你們之間還是有你能夠理解接受的東西的：射手需要時不時來個旅行，他們深深沉溺於學習的樂趣之中。即使你並不總能徹底了解為什麼這些對你的愛人如此重要，你很可能在這方面責成你的另一半。幸運的是，金牛都有著不錯的收入，你們總有一個要為射手的全部或者部分花費買單。<br><br>你比較重承諾，這將引起一些根本性問題。你會早於你的射手就想交換戒指，發表誓言，因為這是單身漢的象徵（對男女都一樣）。個性和行動自由對於射手來說是極其重要的。你要明白你的愛人需要自由的空間來發揮他的潛力，而不是背叛你或者是隨意承諾。相反的，你占有欲非常強，所以要做好射手反抗你所有要求的準備。對於“執子之手與子偕老”把射手逼的過於緊迫只會讓他逃之夭夭。<br><br>你們表達自己的方式也是不一樣的。你一直認為自己是理性誠實的人。但是如果你覺得你的觀點會冒犯別人，作為被進行掌管的，你會三思避免那些傷害的話脫口而出。你相信有些東西還是不說為妙。然而射手從來不同意這樣的觀點，所以你可能經常發現你自己在接受直言不諱的評論，這些會花上你好幾天來平復。當你把你受傷的感覺跟你的射手愛人說的時候他們會對於那個評論傷害你如此深而感到震驚。<br><br>射手對於他們總說難聽的大實話這一點毫無感覺。你可以問問你愛人的朋友們，誰不得樹立起自衛的盾來保護他們自己。因為這個人是你的愛人，你又是那麼脆弱容易受傷，所以要注意這個問題。射手不會改變他們的說大實話的做法（他們甚至都不知道發生了什麼問題），所以你還是冷靜下來想一想在你放棄這段關係之前你到底能接受多少傷人的評論。這可能是射手性格中你最難接受的部分了。<br><br>在對待商業和金融領域的問題上，你們有著相同的節奏。一起為企業工作會充滿樂趣並收入頗豐。射手滿足你物質和金錢結合而成的房子，你為射手每天的工作和服務做鋪墊。你們兩個真的是非常默契的工作夥伴。射手的明智的有影響力的朋友能夠解決你開始一個項目的問題，所以不要猶豫找你心愛的人尋求幫助吧！<br><br>在性方面，你的愛人是火象星座，可能點燃你夢想的火花四射的性事。射手渴求的不僅僅是身體上的體驗，作為土象星座的，你熱情，性慾旺盛，但是尤其不激情浪漫。你的土象星座讓你不會失去自制力雖然在床上射手正希望你更加奔放一點。缺少這種深度的感覺會讓你聰明的愛人思考到底怎麼了，但是你的愛人永遠不會明白到底怎麼了。你會好奇為什麼你的愛人總是仔細審查著你們的關係。如果這個真的發生了，那麼你要意識到你應該浪漫點，脆弱點。<br><br>也許在其他行星上的星座也能讓你們這對組合成功，但只是少從表面看來你們還是障礙重重的。不過,你的愛人會使你感覺沒那麼囿於自己的行事方式，你會給你們過於規則的生活帶來熱情和一些意外的小發現。你會交很多的朋友見很多世面。你得到的是，你將給你的射手愛人打下堅實的基礎，給他明智的建議和強大的安全感。如果你們想嘗試這段關係，那麼必將得到很多回報。"
    },{
        "nameI":"金牛座",
        "nameII":"摩羯座",
        "percent":100,
        "comment":"天生的一對",
        "description":"多麼強大的組合啊！你們都有堅強意志、意見、決心和幹勁。你們兩個對於生活誰都不隨意。當你初次見到你心愛的天蠍的時候，你可能會覺得天蠍比你遇到的任何一個人都要有魅力。你可能注意到了蠍子身上有你所渴望擁有的素質。你們這對正好恰到好處，因為你和你的天蠍愛人正好出生在黃道十二宮的兩端，有著截然不同的區別--當然也有著非常多的相似之處。<br><br>你秋天出生的愛人是神秘的擁有深厚的情感遠遠超過你。作為水象星座跟你的土象星座很合，不過天蠍座對比起讓你探查他們的頭腦和心靈，他們更加喜歡也有興趣去了解你。天蠍們覺得讓你窺探就像身上掉了塊肉一樣。在你那麼做之前他們要有安全的感覺。蠍子們總是隨身帶著信用卡。即使你已經認識蠍子好幾年了，你還是會發現蠍子總是逃避不把事情弄清楚。<br><br>天蠍宮掌管著隱藏在表面下的生活，所以他們有能力去挖掘一件事情找出秘密所在。 你可能沒看出看來的是， 蠍子在他們平靜的外表之下其實一直在追逐著情感。這個星座也掌管著迷人。他們將試圖控制自己的情感（保持情緒受控對於蠍子來說是十分重要的），當然他們不能完全做到這樣。你的穩定，平和的態度會為他們提供堅實的基礎，當他們的情緒因為天氣而變化時，這對於你來說應當給予強烈重視。然而蠍子們不喜歡自由的討論他們的感受，金牛也不會時常對他們的感情頻繁檢查，強大的怨恨可能被建立起來，然後被他們偷偷的藏起來。留意那些危險，不要讓你的蠍子有著情感上的垃圾情緒。<br><br>蠍子們擁有強大的直覺。他們預測事情即將壞菜的命中率十有八九是正確的，但是他們通常不知道為什麼他們知道他們所知道的。他們不需要實際的充滿邏輯性的解釋--你也得不到他們這樣的解釋。他們確實是擁有一些心靈力量。<br><br>你們兩個都是固定星座的，都有著大量的決心和單方面的專注。你們都不會因為你們指定的目標而心煩意亂。這也意味著你們兩個都不是靈活的，善於妥協的，這可能會讓你們陷入僵局。這種對峙中斷了你們之間的流動，所以留意衝突然後告訴你自己總會有個方法可以妥協。<br><br>當涉及到處理財務狀況時，蠍子們真的非常擅長。這個星座還掌管著第八宮的共同資源。你的星座掌管著另外一個關於經濟的，那就是第二宮的個人財富。因為你們都非常的可靠，即使金牛更加喜歡消費，而蠍子更加喜歡投資。你的愛人也不希望花太多錢在吃飯上或者是奢侈品上--蠍子的口味更加複雜直觀。"
    },{
        "nameI":"金牛座",
        "nameII":"水瓶座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"顯而易見這一對組合對相互的吸引是致命的，但是重要的問題是，他們能夠持久嗎？你的水瓶愛人是充滿誘惑的神秘的迷人的。他有著神秘感，酷，分析力強，聰明，還有似乎令人發狂的專注。你將會尊重水瓶的思想，被他的專業性所征服。他們常被成為天才，水瓶總是輕輕鬆鬆就掌握高技術行的項目，把他們的注意力永遠集中在長遠方面。水瓶的角色就是打破傳統建設然後建立一個更好的來替代。作為金牛，你不會這麼做。你的注意力永遠在當下和昨天創設的角色。水瓶有著他們固有的叛逆：他們必須挑戰現狀，在這方面可能不是很合你的意。你在意社會的認可--然而這是瓶子們根本不在意的東西。<br><br>在性格方面，你溫和喜歡分享，水瓶也是這樣的，不過你們表達情感的方式非常不同。過一段時間之後你會發現你的愛人跟你還是有那麼點距離感的。天王星是由水星掌管的，水星是個性的象徵。你所感受到的水瓶與你的距離實際上是他們害怕太過親密，因為對他們來說可能意味著喪失自我。這令你的愛人感到惶恐，你需要認真嚴肅對待這一點，即使它是你不理解的東西。被金星掌管的你充滿愛和情感，你覺得害怕親密這個概念簡直是外星來的根本無法理解，然而，要想跟水瓶廝守終生，讓他們擁有一定自由空間是非常重要的。你強烈的占有欲和偶爾發作的嫉妒會讓你的愛人失望。如果你想讓這段關係持久，那麼你就必須要接受水瓶能夠給你的東西。給你的夠不夠也是個問題。你們需要很親密的關係。<br><br>你們還會有更多嚴厲的挑戰要面對。因為你們兩個都是固定星座，你們誰也不太可能和衷共濟解決出現的衝突。你們在早期生命的時候就學到了很多，但是憑著採用你的鋼鐵決心你最後還是贏了。這不可避免的導致了一個僵局。如果你們中的一個或者兩個兼容了土象星座和水象星座的個性那麼你們至少有一方還可以靈活一點。我們多麼希望如此啊。否則，你們為了摒棄你們的固執將會非常痛苦。<br><br>在床上，你的水瓶愛人是興奮的新奇的，他可能覺得你有點保守，過於情緒化。對於水瓶來說，做愛只是一件有趣的事情，然而對你來說做愛遠是一件非常重要的事情。水瓶當然擁有給你真愛的能力，他們所需要的無任何附帶條件的關係對於你來說過於鬆散和浮躁了。你沒有欲望去約會其他人（你的愛人可能也沒有），但是你們可以保證絕對忠誠。然而你的水瓶在早期的時候並不會承認這一點，因為屬於某一個人對他們來說讓他們感覺不舒服。"
    },{
        "nameI":"金牛座",
        "nameII":"雙魚座",
        "percent":80,
        "comment":"相當理想的一對",
        "description":"雙魚跟金牛簡直是完美搭配，我能給出非常多的理由！你的愛人充滿詩意，敏感，精神旺盛，有自我犧牲精神，優雅的。你的雙魚將帶你去看電影，聽音樂會，看藝術展覽還有其他的富有創造力的文化活動。你呢，你可以教你的愛人品葡萄酒，帶他們去比他們自己去過的飯店更好的飯店，幫他們建立一個固定的銀行賬戶。你們一起做事情將會非常有樂趣，但是你也可以期待著有一段感情更加深厚，性關係和諧，富裕，成熟的關係。<br><br>你很快就會意識到雙魚從骨子裡面一點都沒有現實的影子。但是對於你們兩個的關係來說你的現實性已經足夠了，所以這對你們兩個來說根本不算是問題。你的愛人是非常隨和的，還可能非常激動的讓你起領導作用（雙魚對追逐名利沒有什麼興趣。）雙魚沒有什麼架子，所以他們輕鬆不費力的就能把他們的性格跟你的很好的融合在一起。雙魚不會太依靠你，因為雙魚對於他們的興趣和項目都是相當自給自足的。當雙魚陷入愛河的時候，他們的心，身體和靈魂也是如此--程度差不多吧~如果你想擁有忠誠，那麼他們會樂於跟你發誓。<br><br>雙魚不是唯物主義的星座，他們會不滿你把關注的焦點放在錢上。你如果把你的工資降低的話更有利於他們發展他們的創造性思維（海王星掌管的人與生俱來是具有創造力的。），你的雙魚會非常感激你的幫助。只有當你對金錢有點自私的時候你才會聽到雙魚讓你為慈善機構捐錢或者是其他值得的事業來分享你的好運。事實上，雙魚希望這世界沒有錢的存在因為這樣他們就可以完全不去理會錢的問題了。因為理財對他們來說那麼費勁，他們寧願多花腦筋想想更重要的事情。<br><br>當雙魚借朋友錢的時候他們根本不奢望能再次看到那錢。雙魚的給予是不求回報的，即使他們根本不說出來。這是你對你的愛人永遠不能理解的一種品質。你會覺得你的愛人對他人付出的太多了--精神上，情感上，經濟上--別人會利用雙魚這一點的。你的雙魚可能清楚的知道這一點，但還是覺得別人的需求地位高於他自己的。海王星掌管的人天生就有自我犧牲的精神。不知怎麼的，雙魚在他們自己身上創造出某種光環，宇宙會保護他們並為他們提供他們所需要的資源。這些不僅對你來說是個謎，對所有雙魚來說也是如此。你的愛人將從你的好的理財建議中受益的。<br><br>沒有組合能比土象星座的金牛和水象星座的雙魚做愛的時候產生的磁場更加明顯的了。你的雙魚有能力超越你的物質世界帶你們遠離你們每天所生活的世界。當兩顆靈魂在精神世界交匯時時間過的飛快。你會發現任何你想像力能浮現出的純潔的真實的細膩的溫柔的情感真的出現在生活中。這是持續的愛意。毫不誇張的跟你講跟你的雙魚做愛雙魚將讓你無法呼吸，同時你可以以一個全新的視角好好看看這段關係還有這個世界。跟你的雙魚在一起，一切皆有可能--你的愛人不會被局限，他認為任何精神上可以想像的都可以實現。你是建立現實世界的專家--再也找不到比你們更加契合的靈魂伴侶了。<br><br>牛牛，對於雙魚的夢想領域的時候請不要過於現實。不要這樣說“我們一定要在這燭光下吃飯嗎？我根本看不到我吃的是什麼！”你應該隨心情來把浪漫當成一種好事。有一種毛病叫過於現實。如果你通過諷刺你的雙魚愛人是愚蠢的來摧毀他們，總有一天他們將離你而去，沒有回頭的餘地。雙魚受不了對峙的局面，他們會選擇消失得無影無蹤而且一旦他們下定決心，那麼你就失去一切了。你就將永遠失去你特別的愛人了。珍惜你的雙魚吧，因為他們會用一種你永遠也不知道，也不能透徹的理解的方式愛著你。"
    },{
        "nameI":"雙子座",
        "nameII":"牡羊座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"牡羊座精力充沛、活力十足，而雙子座則能讓他們的光芒更加耀眼。你們是很不錯的配對喔。他們的充沛活力和奪目光芒，慷慨、熱情和愛憎分明，能讓你被深深吸引。愛默生曾說過：“偉大的事情需要熱情去成就。”如果這是真的，你的牡羊座情人會帶領你走上成功之途。牡羊座和你一樣容易對事物感到厭倦，而你們在一起就會有精彩紛呈的人生！你天生的好奇心和你的愛羊那勇於“第一個吃螃蟹”的精神，將會帶領你們進入從未體驗過的全新地帶。<br><br>身體交融上，豐富的情感交通讓你們倆都能達到最佳狀態。牡羊座是非常不錯的性愛對象，他強壯、熱情、有力，還很有趣味。就像你一樣，他們也喜歡在床上嘗試新方式，你會覺得樂趣多多。你的牡羊情人喜歡做領導者，作為不定多變的雙子座，你也不以為意。雙子座喜歡聽甜言蜜語，你的牡羊情人前戲時的那些柔情蜜語令你感覺非凡。他知道你要什麼，也很樂意給你。<br><br>牡羊座愛冒險，他們勇敢忙碌。是黃道十二宮中的行動派，十二星座中，牡羊座是最愛冒險的。而雙子座要做的就是告訴那些留在家裡的親戚們所有旅途中的精彩故事。作為黃道十二宮裡的天生新聞播報者，你客觀、理智、善於發掘事實真相。問題是你從不高興花費過多時間在你的感情上。而最要緊的問題恰恰就是，雙子座和牡羊座確實沒有用足夠的時間去關注兩人之間的感情。不過，水星對於雙子座的影響會彌補這個不足，所以不必擔心啦，你懂得如何溝通，而且熱情洋溢。好好愛你的牡羊座情人吧！"
    },{
        "nameI":"雙子座",
        "nameII":"金牛座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"來說說這對立的一對兒！黃道12宮裡相鄰的兩個星座往往大相逕庭；不過可以互補。你，雙子，聰明機靈，反應迅速。你容易厭倦，工作活動多的時候狀態反而最好。你天生就能快速適應環境的變化。你用一種非常客觀的方式尋求真理，這就是為什麼如此多的雙子都在報社工作的道理了。廣泛的知識面是你的名片，不過說到細節麼……不不，這是編輯的事兒，或許他正是努力勤奮的金牛座呢。<br><br>繼續，看看你們其他的不同之處。你歡喜外出，而金牛寧願宅在家裡。你感情靈活開朗，而金牛往往內斂倔強。你的愛牛喜歡在一段時間裡慢慢的精細的完成一件事情，這樣的高強度注意力集中會讓你感到崩潰。你總是變化多端。<br><br>現在，你可能覺得你那眼花繚亂的生活方式接近瘋狂，於是你需要一個主心骨。問題是：你能忍受這樣的搭配嗎？毫無疑問金牛對你有好處，前提是你別老是和他有分歧。還有金牛可能會用生活的繩索將你束縛，讓你的人生變得垂頭喪氣，而等你掙扎到精疲力竭的時候才發現為時已晚。從你的角度來看，金牛座能帶給你的生活過與謹慎，也過於平鋪直敘，缺少未知性帶來的吸引。他的優點是穩定，這點會成為你人生的最終拐點。但要當心你的主心骨變成你的鎖鏈。<br><br>在床上你們琴瑟得合。金牛座是優質情人：節奏舒緩，性感，感覺良好。他們細心，呵護，體貼。如果能被金牛青眼相加成為他的床上伴侶，那真是一件令人激動到顫抖的事，這太值得嘗試了！然而他們要求的完全忠誠也許你無法承諾。<br><br>這對組合的適配度50%。是否能成功取決於你星盤中的其他因素，當然還要看你愛他多深。如果你們兩個都想和對方在一起，繼續。牛會讓你心平氣和並且幫助你學會享受生活——只要你學著坐下，並保持足夠長的時間。"
    },{
        "nameI":"雙子座",
        "nameII":"雙子座",
        "percent":80,
        "comment":"相當理想的一對",
        "description":"喔！一個屋檐下有兩個雙子！生活將永遠處於令人頭暈目眩的高速運轉中。你們倆都是大手大腳，總是加班加點，時間總是不夠用。晚上到俱樂部碰頭如何？7點鐘在他辦公室見面呢？這對傢伙工作效率頗高，可是這樣會浪漫麼？<br><br>讓我們來看看關於他們愛情的要素。兩個善變的雙子，你們可以充分利用這一特質。你們都喜歡閱讀和寫作，所以你們可以在房間裡準備兩台電腦。你們倆一天都要看好幾次新聞（雙子很少會信息閉塞），並且有興奮過度或者壓力過度的趨向。從過度分泌腎上腺素的興奮高點跌落的感覺會很難受，不過不久後就又會重新高潮迭起。你們倆是如假包換的心心相印。<br><br>床上的你們都是多才多藝、伶牙俐齒，尤其在手和手指的運用上可謂技巧高超，所以毫無疑問你會長期讓另一半興致盎然。你詼諧聰明，看上去總比實際年齡顯得年輕。所有這些特質都構成了你們吸引彼此的強大魅力。要證據嗎？那就看看這一對雙子吧：約翰·甘迺迪和瑪麗蓮·夢露。<br><br>因為同是風象星座，所以你們彼此之間的溝通可謂暢通無阻，如果雙方關係良好的話則更是錦上添花。婚姻諮詢師都說了，思想與感情的持續交流是任何良好夫妻關係中最重要的因素。這話可貨真價實，只是你們是否能體會隱藏在這智慧言論背後的感情？雙子，你的星座並沒有賦予你狂熱的感情。但是對於一對同是雙子的夫婦來說，如果想要這份感情天長地久，不讓感情在理智冷靜面前成為犧牲品，你們就要彼此多多交流。你們倆的高IQ加在一起也未必能幫助你們白頭到老。鑒於你們倆沒有一個是狂熱的浪漫主義者，你們就必須更加努力，共同讓浪漫成為你們生活中的一部分。<br><br>另一方面，一個不具備讓雙子敬佩的思想的人，是不可能被雙子愛上的，所以我敢打賭你肯定會覺得你的伴侶令你神魂顛倒。你們可以在一起討論各種各樣有意思的話題。你們還會寫情書給對方，還會為對方製作剪報。你們善於分享，熱衷旅遊。共同的興趣讓你們走到一起，生活中充滿了無傷大雅的玩笑和惡作劇。你們倆都不是太擅長家務，大概需要保姆來幫助你們。對於理財，你們都顯得有些不切實際，何況每個雙子都有兩個思想和頭腦，你們兩個在一起就成了四個人！所以找一個好點的會計，按照她的話來做這個活兒吧。<br><br>人們說，雙子座一直在宇宙中尋找他失散的孿生――也就是他的另一半。也許你足夠幸運，剛好找到了你失散的靈魂伴侶。所以如果你是快樂的，那就盡情享受你的雙子絕配。如果你們再努力一點，你們將擁有完美的雙雙組合。"
    },{
        "nameI":"雙子座",
        "nameII":"巨蟹座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"從表面上看，雙子和巨蟹還真是有諸多的不同之處。但是當我們走進些看看為什麼這一對會成為彼此的最佳選擇。雙子是風象星座，你親愛的螃蟹是水象星座，這兩個元素在一起，成為一個令人興奮的組合。<br><br>首先，不同之處在於：巨蟹座的人喜歡和家人一起呆在家裡，但是雙子座，你們總是在路上，為了一處處不同的風景。你是好奇寶寶，可以把旅行貫穿於你的一生。《廊橋遺夢》里的女主人公弗朗西絲卡應該就是一位失意的雙子——要不僅僅才和她的攝影師情人相處了幾個小時，她就準備離家私奔了。<br><br>你親愛的大螃蟹傳統，家庭聚會，孩子，房子，花園，甚至包括抵押貸款。而雙子你呢，你喜歡城市生活的多彩和豐富，或者在不同的城市各呆上幾年就走。你需要變化和刺激，否則你就會感到枯燥和憂鬱。你也喜歡孩子，不過你會在自己環遊世界的時候把他們孤獨的丟在一邊，你覺得“對於孩子，這可是非常棒的體驗。”而你的巨蟹更喜歡為孩子們去建造一處住所，或者是打造一個對孩子的健康成長非常有用的書櫥。但是如果雙子們被切斷了對生活的夢想，他們就會像童話《國王的夜鶯》里那樣：被黃金牢籠所困，再也不會歌唱。<br><br>但是從另外一個角度來說，雙子，你的生命也需要一些來自水象星座的影響。巨蟹座很感性，也很關注他們的感覺。你的大螃蟹很注重感覺體驗，他們會教你一件或兩件關於感覺的樂趣的事，無論觸覺、味覺、聲音、嗅覺還是視覺。他會給你的生命帶來詩意和美感，你們在一起可以發掘出比你一個人時寬泛的多的情感體驗。你的巨蟹喜歡被關注，把你美好而短暫的注意力范的疇擴大一些吧！<br><br>巨蟹座會喜歡那些剛剛加入你朋友圈的人帶來的樂趣，讓他的人生也變得更有趣。巨蟹座比較含蓄，對於視參加聚會和社交如同呼吸般稀鬆平常的你，這點對於他們來說也許是必須適應的。因為這就是雙子座的溝通方式！巨蟹座一絲不苟的維護著家庭關係，表兄弟、姻親、遠親、父母、鄰居、校友……難免不讓你神經緊張。不過你可是多變的雙子座，你願意興高采烈的追隨你親愛的螃蟹。<br><br>在床上，巨蟹座期待著每次做愛都成為一次不一樣的生命體驗。這可大大震驚了你，雙子，是不是常常如此？因為巨蟹座的感受可是真實深厚的。他們希望你能更專心一些，不過事情總是根據時間的流逝而發展。螃蟹會帶你深入你們的美好關係，而你，不僅僅從他身上，你還能從你自己身上學到很多。你會在二人關係中占據一些上風。巨蟹座會在開始時有些羞怯，不過毫無疑問你會運用你的魅力引誘他，讓他們再反過來引誘你！你的所作所為給你們帶來了快樂，巨蟹座會很快愛上這一切。<br><br>加油吧雙子，儘管你們不屬於傳統上被看好的一對，為此你們兩個都會面對一些挑戰，但是你們可以彼此互補的很好。雙子和蟹子在一起完全具有成為一對完美組合的潛力，你們都會倍感甜蜜，而且樂此不疲！"
    },{
        "nameI":"雙子座",
        "nameII":"獅子座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"獅子喜歡享受豪華的生活，獅子的世界充滿了香檳、鮮花、魚子醬和派對。雙子則喜歡自由和無拘無束，這會是一個不錯的搭配。獅子的火象星座特質和雙子的風象星座特質完美的結合在一起，倍感浪漫無窮。<br><br>在床第之歡上，獅子自信的方式將使你戰慄。那些不時出現在他枕頭下或者悄悄出現在他口袋裡的，由你親手所寫的便條和詩歌讓獅子感動。你的獅子對待愛情態度認真，如果你願意，他將溫柔的執子之手，與子偕老。他深諳真正的浪漫之道，一些小禮物，小卡片，還會在床上花很長時間讓你開心。不管是男獅子還是女獅子，他們都能真實地做到這些，無論你們認識多久。<br><br>獅子座迷人的外表不會從美味佳肴延伸到婚禮之後的鍋碗瓢盆，獅子座很優雅，而且這也是他們的生存準則。甚至他或她如果沒錢置辦那個禮拜的日用品，他們還是會在新髮型或者新衣服上花錢。會穿破舊的衣服？我不這麼認為。獅子座需要被仰慕，光是你的仰慕是遠遠不夠的，這仰慕要來自全世界。無論男獅子還是女獅子，永遠不會忘記那些需要他們去取悅的人民大眾（無論這個“大眾”是真實的還是被他們想像出來的）。<br><br>你們倆都喜歡外出，所以你們有相似的交際需求。雙子的需求更內斂些——你不明白你的獅子怎麼為了四星飯店和首映式可以一擲千金。研究獅子腦子裡的想法會讓雙子很高興，不管獅子究竟在想什麼，這都能滿足雙子永無止境的好奇心。<br><br>獅子座強烈的占有欲是必須要提到的，可能在你不情願的時候就要求你聲明愛他永無止境，或者忠貞不二。你會這麼做麼？約翰甘迺迪是雙子座，他妻子傑奎琳是獅子座（你知道我在哪裡提到此）。儘管對於世界上其他人來說，他的獅子座情人具有相當強烈的吸引力，一旦雙子座自己在這段關係中感到厭倦，他就會感到迷惑。你知道，正是你自己，讓你難以做出承諾。<br><br>無論如何，這個搭配妙不可言，具有所有的可能性。所以放手去做吧！"
    },{
        "nameI":"雙子座",
        "nameII":"處女座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"為豐收而生的處女座是個高產出的星座，熱愛工作-- 你對此非常欽佩。處女座的人不會很粘人或者有眾多要求--事實上，你們倆都是忙人，總是需要事先特意安排見面時間。你們倆都很客觀，也很理智。受水星影響，你們倆會沒完沒了地聊天交談，都會忘記去睡覺。真是孩子氣！<br><br>這個組合可以繼續，不過你們必須有更好的組織協調性，這可是處女座的拿手好戲，他們可以讓你的生活非常有條理。處女座在床上也有豐富的表現力，完全可以挑動雙子座的熱情。作為一個土象星座，處女座有著某些原始的衝動，會顯得很重肉慾，處女座還會教你如何把節奏放慢來更好的欣賞自己。你們都喜歡文字，所以色情文學裡對處女座的描寫可是非讀不可。處女座很含蓄，不過一旦他們墜入情網就會表現的很多情。他們很忠誠，也很有道德感，他們幾乎從不會欺騙你。但是你要知道，善變的雙子先生/小姐們，你們永遠不可以對他們對待你的方式表現出失望！<br><br>你們都神經緊張、思慮過重，處女座更要嚴重一些。你們會有矛盾，因為你們誰也無法讓對方冷靜下來。把放鬆作為一個固定節目放進你們的日常生活中是不錯的主意。你們的太陽星座，從傳統意義上看，並不和諧，不過如果你們都努力嘗試的話還是可以走下去的。處女座的務實讓你感到真切實在。而最棒的就是，在這個亂七八糟的世界，他努力為你營造著安全的感覺。"
    },{
        "nameI":"雙子座",
        "nameII":"天秤座",
        "percent":100,
        "comment":"天生的一對",
        "description":"這是一對靈魂伴侶，天秤和雙子相處的就像心臟跳動般自然。你的天平愛人優美、聰慧、公平、休養良好，也很樂觀，他們喜歡被眾星捧月。由於你們都是風象星座，所以你們都是思辨的溝通者，探討和爭論成為你們關係中的重要組成部分。天平座和你一樣閒不住，他傾向於去發現新的餐廳、俱樂部以及文化活動，他好像認識所有人。你喜歡旅行，是個空中飛人，以此開闊眼界，拓寬思維，然而天平似乎比你更甚，畢竟天平座是一個生活在人際關係中的星座。你倆都喜歡帶著對方去參加新的活動，你們還對腦力競賽樂此不疲。你們也會彼此爭執，大吵大鬧，然後忘記一切，重新和好。你們都不會記仇。<br><br>天秤比你更多的考慮走入婚姻，因此你需要坦誠說出你得想法。如果你覺得你自己還沒有準備好，請他再給你一些時間。天平座很享受有家的感覺，他很戀家。而你可能會覺得結婚後的家庭生活有些枯燥。不過由於天平座總有出其不意的想法，雙子座慢慢也會安於生活。天平座會把家打造得很溫馨，成為一個充滿愛的地方。天平座交際廣泛，你的家會常常高朋滿座。<br><br>在床上，你和天平彼此都能感知對方的需要。天平座善於把各種各樣的情緒連線起來，無論是開心還是嚴肅。你們倆都很敏感，反應迅速，所以你們很容易做到水乳交融。你欣賞他們優雅的姿態——還有迷人的外表，真是很難不去觸摸他們。牢牢抓住你的靈魂伴侶，他為你而生！"
    },{
        "nameI":"雙子座",
        "nameII":"天蠍座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"風一樣的雙子座和一個黑暗而神秘的天蠍座在一起能幸福嗎？當然！儘管這不是絕配，但我常看到這樣的組合一直走的和諧而自然。<br><br>首先看看你們的差異，然後再看是什麼讓你們走到一起。天蠍座不像雙子座那樣健談--蠍子們可以連續好幾天埋頭於報紙、資產負債表、或其他任何對他們有強烈吸引的東西里。天蠍座具有挖掘事物背後本源的天賦。蠍子情人令人著迷，他的獨特之處令你崇拜，深深的被吸引。在床上他們也是非常棒的，雙子，你們很幸運，你會發現你的蠍子如此自信、迷人、性感、深沉、還有一點點危險（當然，這個危險是指好的方面。）——就像捉摸不定的007，或是瑪塔哈里那種令人著魔的女子一般。天蠍座在做愛的時候專注而深情，這使你顫慄。對於天蠍座來說，這可以是全部，也可能什麼都不是。<br><br>你是透明的，但天蠍座是神秘的，總是握著屬於他自己的底牌。當你們吵架的時候，你的蠍子可以生好幾天的氣，而你卻在緩和氣氛，減輕自己的憤怒感覺。當你的天蠍在發愁憂慮時，你卻可能會若干天都沒有感覺到。天蠍座在他有負面情緒時會緩慢的進行思考，並可能最終無法找出自己問題的癥結。這時你可以溫柔的幫助你的蠍子慢慢走出那樣的情緒。你措辭準確、思維清晰、分析客觀，天蠍座喜歡這樣的你。他很佩服你的彈性和適應性。作為一個固定星宮，這些都是天蠍座所缺乏的。你足智多謀，總能找到所面對的困難的辦法。哪怕面對危機，你的智慧也總能讓你立於不敗之地。另一方面，天蠍座所依賴的本能和直覺，從來沒有讓他失望過。他們感覺靈敏，始終接收著周遭的細微變化。他們可以讓你一開始就避開潛在的危險！<br><br>如果雙子能應付天蠍的情緒和占有欲，你們就可以有一段愉快的關係，並保持許多年。你必須對你的蠍子忠貞不二，他對一丁點的背叛也絕不容忍。雙子是風象星座，天蠍是水象星座，你們在一起可以創造出一段相當愉快的關係。"
    },{
        "nameI":"雙子座",
        "nameII":"射手座",
        "percent":60,
        "comment":"互相吸引又互相排斥的一對",
        "description":"雙子座，你可能被射手座的光彩吸引。毫無疑問射手的智慧就是吸引你的磁鐵。射手座是火象星座，你是風象星座，這兩個元素組合在一起會非常棒。你們都喜歡旅遊和發現新事物，你們在一起會有很多樂趣，不會感到枯燥。對於你們的融合，學習是非常重要的促進劑，所以如果你們中某一位或者你們兩個都想攻讀更高學位，你知道你的甜心會支持你。信息的收集和傳播對你倆來說都很重要。你們可能會相遇相識於大學的校園或是在另一種學習的環境中。<br><br>你們都是話匣子，但是雙子需要適應的是，射手毫無心機的，虛虛實實混雜在一起的風格。你們都有很多朋友，儘管你們有完全不同的背景，你們還是能彼此融合的很好。你們一起組織的聚會簡直妙不可言！<br><br>床上你們都樂於接受新點子--哪怕你們在一個新地方做愛。性的過程總是充滿新鮮元素。你們在多樣化上有同樣的需要，所以你們幾乎沒有機會體驗無聊單調的感覺，這可是雙子座在和人交往中最害怕出現的情況了。<br><br>好好把握你的射手情人。這是一個不錯的例子：如何與來自黃道十二宮種對立地帶的星座相處（正好隔開6個月的距離），把對立星座轉換為彼此的完美搭檔。"
    },{
        "nameI":"雙子座",
        "nameII":"摩羯座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"醜話要說在前面-- 摩羯座的人熱愛工作。也許一開始吸引你的正是摩羯座的野心。不管你遇到的是一個正在積極奮鬥的人，還是已經有了一點小成就的人，都不會錯：向前沖，對摩羯來說很重要。這種單純的野心對你而言並不是什麼新鮮事，儘管你可能會花更多的時間去社交。雙子座只需要和人見面，打打招呼，並隨時保持警惕，就能走出所在的困境。經常出去緊跟潮流，對你而言非常重要。摩羯座的人也喜歡社交，但總是抱著往上走的目的。他可以是勢利鬼，雙子座隨和的特性在摩羯身上完全沒有。你願意和三教九流的人打交道，摩羯卻只願意結交權貴。雙子善於變通，所以你能接受摩羯的特徵，儘管你從不認可他們的想法。<br><br>因為摩羯座總是非常努力，甚至可以說是工作狂，他們常積聚了不少的財富，並且用這些血汗錢作了有效的投資。而雙子座呢，你總是做一天和尚撞一天鐘，從來沒有想過養老、儲蓄、股票和債券。感謝上帝，幸好上帝眷顧摩羯座，沒有他們，你手上不可能有錢花。<br><br>記住，你的情人傳統而保守，而你更喜歡著眼於未來。這個差異可以對你們都有好處，因為你們雙方都可以從理解對方的觀點中獲得好處。在政治上也許你們水火不容，但是有時候偽裝也會很有趣。<br><br>摩羯座在床上顯得色迷迷的，他有足夠的愛意，溫暖而精彩。你面對你自己的外在表現，而摩羯座對他們的身體則有更多更深入的接觸。這讓他跌入激情的漩渦，完全陷入愛里（一旦他們從工作的汪洋大海中離開），帶來一整天的激情。你或許要時常提醒摩羯座他潛意識裡對性的喜愛，因為摩羯座總是被日常瑣事干擾。<br><br>摩羯可以給你一個好的生活，有經濟保障，可以做很多事，去很多地方。跟隨你的摩羯，你會有機會看到很多成功人士。不要抱怨他拚命工作--要知道這正是你愛摩羯的原因。他努力工作讓你能過上你喜歡的生活方式。儘管摩羯是愛家的人，但是他不會總是圍著你跟孩子轉。工作永遠至上。但是你，容易變通的雙子，如果你愛你的摩羯，並且對這些問題處理的得心應手，就和他結婚。山羊不會讓你失望的。"
    },{
        "nameI":"雙子座",
        "nameII":"水瓶座",
        "percent":100,
        "comment":"天生的一對",
        "description":"完美的天造一雙。瓶子情人和你一樣有智慧，有強烈的社交欲望。偏見、民權、環境破壞等事情很容易讓瓶子憤怒，也常常作為一個團隊首領在這個領域內和這些問題作鬥爭。你喜歡瓶子的叛逆——他有勇氣，聆聽自己的心聲並跟隨它前進，不在乎別人的眼光。瓶子看上去有些酷，很公平，讓人感覺難以接近，但就是這些讓雙子著迷。水瓶也是天生的領導者，會給你一些小恩小惠。雙子和瓶子在一起總是很開心。<br><br>瓶子在床上也是魅力無窮——壞壞的頑皮還是溫柔的撫慰，一切都看你的興致了。水瓶座喜歡做實驗，連你，雙子，都會焦急的想要看看他下一步會做什麼！你的情人會讓你呼吸困難，激情翻天。和他在一起，你從來不用擔心會感到枯燥，因為不論是床上還是床下，水瓶都能讓你感到滿意。<br><br>水瓶古怪、傲慢、也很有趣，他喜歡你的多變，正好是他的那盤菜。你和瓶子會一起在幻想中遊戲，精彩紛呈，脫離現實。讓這帶領你們飛翔吧！"
    },{
        "nameI":"雙子座",
        "nameII":"雙魚座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"你和雙魚有很多對立的地方，但是記住，矛盾讓彼此吸引。這對組合大起大落，跌宕起伏，而事情的發展方向完全取決於雙子座！<br><br>雙魚是很情緒化的星座，雙子對戀愛並沒達到靈魂契合的境界，這點讓渴望精神肉體兩方面都深深相愛和理解的雙魚們有些失落。雙魚窮盡一生尋求真愛，然而你卻無法停留足夠長的時間去體會這一點。你重視大腦多於心靈，而雙魚只要陷入情網就把什麼邏輯統統拋到腦後去了。感性敏感的雙魚會帶領你游向並抵達以前未曾到過、想過的靈魂深處。床上的雙魚會讓每個步驟都變得難以忘懷，充滿深情。對於雙魚們來說，做愛是神聖的儀式，他需要蠟燭、鮮花、薰香以及其他東西。雙魚看來，做愛不僅是肉體的結合--它是兩個靈魂合二為一的儀式。<br><br>雙魚有屬於他自己的創新思維，他不會介意你是否在外面忙於自己的工作。實際上，雙魚相信距離產生美，距離會讓兩顆心距離更近。雙魚生活在自己想像出來的世界裡，他需要獨處思考，由於這能讓你們倆都在自己各自的領域集中精神，你的工作也會因此而做的更好。你是風象星座他是水象星座，你們的結合將建造一個充滿美麗泡泡般幻想的人生。<br><br>想抓魚的話，雙子需要注意：如果你沒有那麼豐富的感情去愛雙魚，或者你讓他們感到不公平，他們會遊走並且從此不再回頭。一旦魚遊走了，你就從此錯失了一段無私、珍貴的感情，而這段感情還是如此的珍貴和特別。"
    },{
        "nameI":"巨蟹座",
        "nameII":"牡羊座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"抱歉，但是這種約會是很困難的。你是十二宮中的第一個水象星座，因此是最敏感的。溫柔、謹慎、熱情和安全感是你最渴望的；最微不足道的批評都會傷害你。家庭與家人都是你最優先考慮的東西，但是，對於你的牡羊座情人來說，創造新的事業會變得更加頭等重要。因為牡羊座是第一個火象星座，所以牡羊座愛熱鬧、活躍、充滿生機和善打抱不平，而且不太圓滑。如果你跟一個牡羊座的人吵架，他或她將會全力以赴取得勝利的。如果你的情感（和自尊心）在此過程中受到摧殘的話，那就悉隨尊便吧。你會失敗告終的，感覺就像你受到了一顆熱追蹤飛彈攻擊一樣。牡羊座的人可以很冷酷無情，而且他們經常會做得太過火。更糟的是，巨蟹座的人在一直沒法發言或沒有打算時，可以聽取這些侮辱性的言論。<br><br>還有更多的麻煩。巨蟹座的你有遲發反應，而牡羊座思維很敏捷。在吵架期間，你也許無法像你的牡羊座對手一樣敏捷地招架和阻擋得住，撕下你的自尊心吧。如果不是直率的話，牡羊座的人也沒什麼，但蟹子只能以一種之字形的方式地走，準備悄悄地快速切入切出任何話題吧。牡羊座可發現這是騙人的、故意的。巨蟹座則採取他們敏感的反應來為此辯護。<br><br>你想要穩定：在婚姻、家庭生活和孩子方面。但是牡羊座的人需要保持腎上腺素奔流不息，而且如果戀情無法保持火熱的話，他們很可能會到別處尋找冒險。性會使牡羊座情人很興奮，特別是一開始的時候，但對巨蟹座來說這會是不夠的。你想被你所愛的人深愛著，並努力加強一種不受外面世界傷害的親密關係。自戀的牡羊座可能不足以為這種事的發生而長久地坐著不動。很快你就會覺得他們都很激情，卻缺乏真正的熱情。不要指望牡羊座會呵護你——他們有更好的事情要做。因為你呵護每個人，並盼望得到同樣的回報，所以這會使你很沮喪的。<br><br>雖然你們很有可能成對，但是你們需要在這種關係上非常努力。如果你不想錯過這個人的話，你應該專門來一次占星，並看看你是否還有其他可以和睦共處的行星。我們在這裡只是研究你的太陽星座，而且也許有你的個人星圖能夠揭示的細微差別。"
    },{
        "nameI":"巨蟹座",
        "nameII":"金牛座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"金牛座穩重，有經濟保障，性 欲強，而且忠誠，所以他們代表了你最想要的情人的很多品質。他們有跟你一樣需要一個強烈的家庭生活的想法，而且他們平和的情緒給你激發內心風景打下了一個堅實的基礎。水象星座巨蟹座經常覺得他們正在感情的外海里航行，但金牛座可以帶你到一個寧靜的湖泊。你們倆均有財政頭腦。金牛座喜歡投資，而你喜歡找特價商品。<br><br>在床上，金牛座是一個精力充沛、性 欲很強而且非常體貼的情人。金牛座會把他所有的感官帶到做 愛時的玩樂上，以提高你的情緒：觸覺、味覺、嗅覺、聽覺和視覺。金牛座的觸感特別高度發達，而且可能是對他們做 愛時唯一最令人興奮的一部分。他們還可能被賦予了一把難忘、性感的聲音。你的金牛座情人會深深地喜愛上你深情的愛情手段的。你倆往往會變得很珍惜對方，所以忠貞不是什麼大問題。<br><br>緊緊抓緊這個男孩或女孩吧。這段關係會給你們感情美滿和經濟保障的，以長久的潛力使這成為一段戀情。"
    },{
        "nameI":"巨蟹座",
        "nameII":"雙子座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"你活潑機智的雙子座情人在你周圍創造的能量漩渦，無疑是你對他們一見鍾情的原因。你會愛上雙子座在社交場合的無拘無束，他們為你帶來的朋友和人際關係，他們的好奇心以及口齒伶俐、充滿活力的談話技巧的。雙子座駕馭著一切嶄新和流行的東西。但是你能維繫這種吸引力嗎？<br><br>巨蟹們看重患難與共、親密以及強烈的情感。另一方面，雙子座很酷、超然和難以捉摸。雖然他們依然是不帶感情而且有點不太熱情，看重理智的看法而不是感情，但你們富有同情心很慈悲。起初，雖然雙子座初期的冷漠和神秘可能造成一個有趣的挑戰，但很快你會對他們總是夠不著的事實而感到厭煩的。純正生龍活虎的人啊，他們所有的動向都很快，這可能最終把你的神經折磨得死去活來。作為一個變動星座，他們比你更靈活——這可能成是一種長處，因為他們會非常好地適應你變化的情緒。<br><br>在床上，這些年輕才俊都是口甜舌滑和妙趣橫生的，但是你的心情常常會更認真和強烈。他們可能無法達到你的情感水平。雙子座表面上感受生活，淺嘗輒止，而且不能夠（或不願意）挖掘到你平常探究的深度。他們分析一切的嗜好——包括性——可能看起來冷淡、感情淺薄，或者只是對你來說太多了。他們需要變化和反抗承諾，而你卻恰恰相反；你愛的是老一套和穩定。你的情人越反抗你的占有欲，你就越變得難纏而貧乏，所以要意識到這一點。<br><br>你的情人有一種冒險精神。讓他或她用它來幫你脫去你的外殼吧。反過來，通過引導他或她怎樣跟你脆弱而且安全地馬上在一起，來增加你的雙子的情感光譜吧。如果你意識到你們的區別，並願意對此作出努力的話，這種關係是可行的。"
    },{
        "nameI":"巨蟹座",
        "nameII":"巨蟹座",
        "percent":80,
        "comment":"相當理想的一對",
        "description":"巨蟹與巨蟹是一個真實版的《羅密歐與朱麗葉》的結合——一組兩者都是6月里的月亮浪漫派的配對。你們的關係可以不像那些命運多舛的情侶一樣產生災難性的結果嗎？絕對！<br><br>巨蟹座需要情感強度以及頻繁而真誠的愛情、積極性和熱情的表現。這是真的，不僅在一段關係的早期，而且在多年過去後亦如是。感到受虧待的巨蟹座會像失水的植物般枯萎死去的。你的巨蟹座情人完全了解到你的需要，因為他或她需要同樣的東西。你們都重視家庭和家人，比什麼都重要，並且孝順、體貼父母。這是一種不必依賴於言語溝通的關係；無論他們是善意的行為或是一個溫柔的目光，你們彼此都可用符號和手勢來說話。<br><br>因為你們都由月亮掌管，所以這種關係的缺點是你們都很情緒化。當你們正經歷一段艱難的時期時，風險也將會是你的伴侶所遇到的。但那是為這樣一個能和睦共處而且富有同情心的伴侶所付出的一個小小代價而已。<br><br>你還得當心太過強調陳年往事。巨蟹們喜歡追憶和回想往事。事實上，巨蟹們往往會對目前的情況抱怨，然後用讚美的措辭改寫歷史，渴望回顧往事。如果你們都縱容對方的話，這可能會成為一個問題。如果你們其中一方帶著孩子離婚的話，你可能對待你的愛人不如你們的孩子一樣，他或她對你根本不重要，你可能覺得你敏感的巨蟹欺人太甚。<br><br>在床上，你倆都很甜蜜、溫柔和體貼。你們在一起真有讓地球移動的能力！水象星座比其他任何星座都善於理解手勢和感情，所以床是你們可以表達贊同、欽佩、歡樂、慶祝、寬恕和，最重要的是愛情的地方。你們都有一種閱讀對方思想和傳送慰藉接近通靈的能力。<br><br>用玫瑰花瓣點綴你們的床吧，並跟你充滿柔情的巨蟹慶祝愛情吧。他們對你來說可以是極品中的極品！"
    },{
        "nameI":"巨蟹座",
        "nameII":"獅子座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"即使在占星術語中這不是一個經典的配對，但這組配對可以行得通。<br><br>獅子座跟你非常不同。充滿華麗的辭藻和宏偉計畫，獅子座的人充滿熱情地擁抱生活，而且有胃口大得很。你的情人有時可能很任性。獅子座由太陽掌管，而且，因為整個太陽系以外的行星是圍繞太陽轉的，所以是很難不讓一個獅子座的人不以自我為中心的。獅子座不想因為他花大筆的錢買衣服而受到任何嚴厲批評；要受到尊重和欽佩的心態繼續使他們要以自己為絕對的核心。據說獅子座是皇家星座，所以你必須知道，獅子座花錢就像他們是一個王國的繼承人一樣，而且從不把錢藏起來以備不時之需的。你不僅要節省，你還要大量地囤積起來。你們兩個都有截然不同的賺錢方法。為了維持獅子座的香檳品味，你們當中有一位得成為一位富裕的供給者——或變得更現實些。儘量讓他們明白兩套而不是五套名牌衣服的明智行為吧。<br><br>如果你愛上一個獅子座的人的話，你會愛上他或她高超的性 愛方式以及他或她給你的許多奢侈的小禮物。你的獅子座情人總是受崇拜和大方的，而且你會非常自豪地把這獅子或女獅子帶到公眾面前的。獅子座都很有修養，見多識廣，熱情而且打扮迷人。當獅子們走進房間，人人都會注意到他們的。他們不僅熱情奔放，而且他們懂得怎樣接近時髦。<br><br>如果你愛你的獅子座愛人的話，要意識到將會出現什麼問題，然後想出一個辦法來跟他或她最大限度地享受生活！"
    },{
        "nameI":"巨蟹座",
        "nameII":"處女座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"舉止優雅、講究的處女座是一個傑出的交際家和絕頂的談話高手。處女座造就偉大的作家；他們對語言是如此的一絲不苟啊。你也許發現自己很快地墮入愛河，因為處女座是一個土象星座，而巨蟹座是水象星座——假如曾經有過的話，是一個能產生好結果的組合！<br><br>因為處女座有一種害羞或含蓄的特質，所以占星課本喜歡把他們說成是輕率和陰鬱的。處女座暗地裡自言自語地說：“好，低估我吧。”他們喜歡在一個漆黑而布滿星星的晚上出其不意地以一股激情使你驚喜一下。毋庸置疑，處女座會是一個非常熟練而虔誠的情人，特別是配上一個感情豐富的巨蟹座時。<br><br>在一個日常而平凡的水平上，你們也會過得很快活的。處女座是實事求是、有條理的人，而且有跟你相同的安全需求。他們不像你那樣情緒多變，這樣為承受你的起起落落打下了堅實的基礎。你們倆是世界級的煩惱者，所以沒有一個能夠使另外一個平靜下來。如果運氣好的話，你們就不必同時為同樣的事情而擔憂了！難過時，你的胃上部會痛，但處女座的弱點是胃下部。你們沒有一個能夠吃過量的食物，通常寧可吃少量配有大量蔬菜的家常菜。<br><br>處女座有耐心、隨和和過分禮貌。他們從不浪費錢，他們都是格外努力工作的人，總是獲得成功的。處女座也是合乎道德的，可以信賴地去做正確的事。那包括對你忠貞——處女座不會到處鬼混的。<br><br>有著他們的體貼周到、細心呵護和活潑風趣，他們會處處給人帶來歡樂的！對這個配對，我要說得，得，好啊！"
    },{
        "nameI":"巨蟹座",
        "nameII":"天秤座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"難怪你愛上了一個天秤座的人了。天秤座的人有魅力，而且完全不可抗拒。他們是多麼的舉止優雅、見多識廣（在時髦的程度上），社交風度訓練有素，受過教育，文雅好看。為什麼不喜歡呢？他們身上沒有一處是毛糙的。<br><br>問題是天秤座與世界一直相互作用著。作為一個文靜的巨蟹座之人，你很內向、含蓄，而且重視家庭。當你的天秤座伴侶建議你參加一個周三的雞尾酒會的時候，你可能會受到你桌上未付賬的賬單、床下的塵球或者周一已經到期的報表等想法纏繞。如果你有了孩子的話，你也不想離開他們。（巨蟹座的人從來都不喜歡離開他們的孩子跟保姆。）不過天秤座的人需要玩和網路。幾乎每晚都訂購貨物或外出吃飯是天秤座其他最喜歡做的事情，但你想想，叫外賣是很貴的，而且不如你所做的好。最重要的是，你有一個家庭和平凡的家庭生活該是啥樣的概念，而且沒有香味從廚房飄出來的話，你的夢想也是不完整的。他們說：“唷！誰想做飯啊？” 如果你少花些時間在廚房裡的話，天秤座的人可能會抗議的，你要有時間去與他或她做更多的事情。如此而已。天秤座的人不是個好的未來規劃者，而且他們的太陽在你們的交叉角上，無論如何，你們都有不同意他們安排的傾向。當你看你的天秤座伴侶收拾行李去度假時，就儘量容忍一下吧！<br><br>不是一個簡單的結合，而是如果你非常迫切地需要它的話，任何配對都可行。如果你愛上一個天秤座的人，為這段關係付出你所獲得的一切吧，並且盡你最大努力嘗試處理這些不足之處吧。"
    },{
        "nameI":"巨蟹座",
        "nameII":"天蠍座",
        "percent":100,
        "comment":"需要努力維持的一對",
        "description":"這是一個性感、堅實的結合！哇——你們兩個都產生大量的激情！巨蟹座的最佳配對一直都是水象星座，而就天蠍座而言，你已經得到了。<br><br>起初，只是屈服於誘惑——整天花在床上。你將無法抽時間去做其他任何事情！而且即使這個十二宮的性 欲旺盛之人，看起來好像他或她會是那種時刻尋找機會調情的人，但事實上，天蠍座不是。天蠍座的人想要的只是你所做到的事情——一個穩定的家、孩子、隱私和他們餘生的美妙性 生活！就天蠍座而言，忠誠是一個非常重要的問題——他們占有欲強——但這僅僅打消你對他們意圖的疑慮罷了。<br><br>你們適應了彼此的情感強度，並完全可以無言交流。當天蠍座靈敏的觸角接收到未說出口的呼救信號時，正如你的觸角所做到的一樣，這在有壓力時尤其有用。雖然天蠍座的人一定有他們的壞脾氣，但是巨蟹座也一樣，因此你們彼此都相互了解。你們會有正常的本能處理他們偶然針對你的發怒。你會知道何時該忽略它（如當他們情緒低落或感到脆弱時），何時保持距離並使他們改正過來（如當他們表現出任性和失去理性時）。雖然你的天蠍座伴侶會想要最終控制權，但是你有相當大的魅力，尤其是站在你一邊的巨蟹座。所以協商一下吧。他們比巨蟹座更執著於他們的看法，因此你也許得通過大量的問題跟你的天蠍座伴侶談談你的想法。<br><br>但最終，誰在乎呢？這個情人愛慕你，而且是萬里挑一的。用雙手抓住天蠍座吧，別放手喔。"
    },{
        "nameI":"巨蟹座",
        "nameII":"射手座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"這個配對不是最好的想法。因為射手座看起來很世故、有修養和博學，所以精通各種各樣的話題，難怪你被他們輕鬆愉快的交談迷住了。你的射手座情人喜歡對生活中真正重要的問題推究哲理：為什麼好人沒好報？有像命運一樣的東西嗎？偏見能夠被根除嗎？唷！射手座的工作就是去問艱深的問題。難怪你著迷了——當射手座在說話時，巨蟹座會喜歡聽的。雖然你是理智而直觀的人，但射手座是天生善於思維和分析的人。你的愛人可能對你直觀的觀點像不相干的廢話一樣不屑一顧，即使你知道它不是。射手座也可以變到傲慢不得體。當你告訴他們你受傷了，他們可能回嘴說：“又受傷了？” 他們可能會讓你感覺像一個老好人或一個瘋子的<br><br>在床上，你會發現你們的確非常不同。當你想交換感人至深、精神上和情感上的愛情時，你的射手座情人全都當成是體育運動和休閒樂趣。雖然你可以喜歡你的射手座情人，但我不認為你會感覺到最終受到滋養和照顧的。<br><br>不過，如果你們愛他們的話，很可能在你們的星圖中有可靠的行星與之相容。他們是一個變動星座——非常多變——所以你還可能讓你的愛人及時明白你的觀點。繼續嘗試吧。"
    },{
        "nameI":"巨蟹座",
        "nameII":"摩羯座",
        "percent":60,
        "comment":"互相吸引又互相排斥的一對",
        "description":"你的情人是很有抱負，而且是事業型的，或許他或她的職業已經成功到達頂峰了。因為你還有相當大的積極性，所以你不只了解你的摩羯出身何處，你支持一下吧！這是一個不錯的配對。你的情人是土象星座，所以他或她很實事求是、可靠和值得信賴。魔羯們總是能很好地謀生，通常都有光明的未來。特別是大公司喜歡聘請這些可靠、肯負責任的摩羯們。他們喜歡盡他們所能把他們的收入用來投資，而既然你也是個儲蓄者的話，你會在金錢方面協調的。<br><br>作為一個水象星座，你把直覺和敏感的天賦加入到這段婚姻上，並擴大他們情感光譜的範圍吧。在床上，你們兩個是天生一對；你的摩羯座伴侶會慢慢地花費著他或她表示愛意的時間的，而你會把他們裹在只有水象星座才有的肉感美夢之中。不論摩羯座成功吸引了多少追求者，他們通常是不會例行公事的。這就滿足了你情感安全的需要了。<br><br>你將會成為這段關係中家庭和壁爐邊的主宰，也可能是小孩的主宰（你愛孩子）。你能提供給摩羯座那種他或她總是夢想得到的私生活。你的摩羯座伴侶會有他或她的工作，而且即使你會看到他或她成為一個激進的工作狂時，你都會毫無怨言地容忍的。"
    },{
        "nameI":"巨蟹座",
        "nameII":"水瓶座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"你和水瓶座屬於不同的類型。你得更努力去克服你在這段關係上將會遇到的基本問題。<br><br>水瓶座過的生活就像科研人員收集數據和得出理性的結論。另一方面，巨蟹座能從經驗了解他們的心，總是會引領他們走向正確的方向的。因為巨蟹座根據他們表現得如何，知道每天的實際情況可能是靠不住的，所以他們已經開始信賴他們的本能反應。作為一個水象星座，巨蟹座有一種比水瓶座更高度發達的直覺，而且這種本能會挺管用，特別適合你。<br><br>水瓶座的冷漠會使你煩惱的。雖然它最初可能會吸引你到這個神秘、迷人的孤獨者的身邊，但是遲早他或她可能使你傷心斷腸。你是熱情、迷人、富有同情心和溫柔的人。當你的水瓶座伴侶沒有一心一意地打電話或作出反應時，在相同的情況下，你會把他或她的行為與你自己的行為相比的。這並不會讓你感覺好點兒。麻煩的是，當談到激情，水瓶座卻熟視無睹，而且覺得像雙人比賽的一部分般麻煩。雖然水瓶座會愛你情深誼長的容納能力，但是他或她簡直無法感受得這麼深刻。這永遠讓你扮演著給予者的角色。<br><br>你想要家庭、親密以及生命中其他任何東西無法比擬的承諾。水瓶座想要自由、獨立、和一個去發掘和理解他們自己身份的機會。基於同樣這個原因，水瓶座抵制婚姻，覺得它會影響到他們的需求。在一段時間後，雖然你也許能夠使你的伴侶恢覆信心，足以讓他或她作出承諾，但是你的水瓶座伴侶永遠不會給你渴望的熱情。水瓶座覺得你太情緒化了，而且容易受冷落，而你有時會覺得他們有點酷和暴躁。<br><br>但是水瓶座擁有最美麗的眼睛，而且往往是淺顏色的。他們的目光可以說服你同意幾乎任何事情。在床上，他們會以充滿刺激的做 愛使你驚異不已。雖然水瓶座能夠送你到另一個世界，但這些都是娛樂和遊戲，因為在所有對他們都很重要的其它方面，他們會知道你們兩個是無法突然明白的。而你也會一樣。<br><br>巨蟹座在見解方面很傳統；水瓶座並不關心過去，只對未來感興趣，並且愛打破規則。因為他們在宇宙中的角色是對一切先入之見和偏見表示懷疑，所以他們標新立異。作為一個巨蟹座的人，多年來你也許會發現這難以對付。遲早，你也許問自己是否可以為他們的個性而過多地犧牲你自己。有時你比固定星座水瓶座更靈活，所以你是還得要作出調整的人。遲早你會發現自己會精疲力竭的。<br><br>你可以一邊點頭，一邊看看牆上的書法。如果你愛你的水瓶座，也許在他們的太陽高度相容的關係中，你會接受月亮或其他行星的。因為我們只是在這裡研究太陽星座，所以擬訂你的習慣圖表，並決定之後要為你們的關係做些什麼吧。在你做任何嚴肅的決定之前，你們需要時間在一起。"
    },{
        "nameI":"巨蟹座",
        "nameII":"雙魚座",
        "percent":100,
        "comment":"天生的一對",
        "description":"難怪你愛上一個雙魚座的人了；對於你們來說，這真是一組絕配啊，因為你們共有一種心有靈犀的溝通能力。有時，你們所需要做的是相互注視著對方，讓對方知道發生了什麼事。雙魚座是水象星座中最高度發達的（他們很善於解讀身體語言），而且擁有所有水象星座要解除別人痛苦的最強烈需求。雙魚座了解你最怕的是無法嘀咕一句話，而且他們還知道如何安慰你。雙魚座的人永遠不會傷害你，因為他們自己很容易受到傷害。<br><br>在你們兩個有分歧時，沒有比雙魚座的直覺更明顯之處了。雙魚座的人可以避開憤怒的言辭並看到你的痛苦與沮喪。魚兒游到你深層的感覺與思想的深處。他們會很好地解開你的心結，真令人震撼啊！雙魚座是黃道十二宮當中的最後一個星座，這更顯得他們是最為他人著想的，並且跟宇宙更協調。雙魚座的人總是說話隱蔽，而不會很明顯；而他們又看得那麼清楚。<br><br>雖然你喜歡控制，但雙魚座的人卻不進入權力鬥爭，所以他們不介意。他們會願意受你指揮，是因為他們想得到你同樣要做的許多事情：一個穩定的家，孩子，文化以及創造性地表達他們自己的機會。雙魚座的人高雅脫俗。你倆都在需要獨居和有趣的社會生活之間感受到矛盾。雙魚座的人得花時間沉思生活的深層含義，你也會非常願意做的。<br><br>在臥室的隱私中，你會遇到他們激情的全部力量。雙魚座的人從不把性視為娛樂，而視為一種世界上獨一無二的兩個內心的交流。你們倆之間的性是精神上的，強而有力和熱情的。雙魚座的人會崇拜你，刺激你，並用他們對你的愛全力以赴地抱緊你。反過來，你將會以一種比你以往能夠對別人更自由的水平把激情傳遞到你的愛人那裡。你完全滿足對方的需要。曾經講過，雙魚座的人講話最不需多言的了，因為他們的星座掌管符號和手勢，而且這甚至使性變得讓人震撼了。<br><br>你們倆是浪漫和多愁善感的生物，而且彼此會喜歡大聲地閱讀詩歌，喜歡用玫瑰花瓣鋪滿床，喜歡燃燒香味蠟燭，還喜歡放特別的音樂來給你們的調情伴奏。你會用無盡的關心照顧對方的。<br><br>因為雙魚座的人通常不偏重賺錢，所以希望你能做出重大貢獻。不過，有的雙魚座的人在財政創意藝術方面做得非常好。雙魚座的人必須跟職業相配，是他們的內心支配他們這樣做的，否則他們會很可憐的。雙魚座的人在處理大量現實問題時會碰到麻煩，所以你可得成為這組合中更務實和現實的一員。你進入的世界將會比任何你曾經所見過的更美。<br><br>這是忠誠、幸福的愛，而且你和你的雙魚座伴侶會保護、培養和加強你們緊緊把握住的這段關係的。"
    },{
        "nameI":"獅子座",
        "nameII":"牡羊座",
        "percent":100,
        "comment":"天生的一對",
        "description":"這段姻緣可真是無可挑剔了，你們是一對活力組合.你們倆人都是精神頭十足又熱心的火相星座。這樣你們能很好的理解自己，你的獅子愛人有著和你一樣的世界觀 - 廣闊，豪爽。<br><br>這段關係是讓人興奮，有活力，熱情，聒噪又讓人著迷的。充滿了樂趣和愛就像絢爛的煙火，但他也可能是不穩定的，因為你和你的羊咩咩都是相當有脾氣滴人，所以你們總是吵架，可能是因為你們倆在一起有太多樂子了,都那麼有熱情，當你們在一起時，氣氛就像是花火點定亮天空一般! 你們倆都不是半途而廢的人，也都不冷淡，你們會有著熱情的愛戀，但是甚至有可能是極端狂熱。<br><br>羊咩咩們是有野心的，但是對獅子來說，非常泰山壓頂，否則他們不會親歷親為，作為一隻獅子，你總是希望著事事平穩。你的愛人會非常驚訝於這一點。獅男獅女們說”為什麼我不能得到自己想的? 我值得擁有他們!“這是獅子們發自自我的聲音,但是要認識到你的羊咩咩不會有這麼強烈的自我意識，同樣也沒有期待過自己的需求能奇蹟般的實現。羊咩咩們也總是要呈現出自己要在做到最好。他們不管遊戲要怎麼玩，勝利對他們才是重要的，而且他們會付出最大的感情在上面，把對手打得落花流水,然後享受勝利的喜悅。總之，羊咩咩們會想不通為什麼你們不想用上全部心思 - 這是你們的關係中需要注意的一個部分。<br><br>你會讚許你家羊咩咩在逆境中也能開始新嘗試的勇氣和能力。如果他們充滿激情的話，沒有什麼是他們不敢接招的，而且他們有讓別人因為他們的行為而努力工作的天賦。他們特別的注重細節，就像你一樣。<br><br>你的創造力會讓羊咩咩們給你們打高分，比如你的慷慨，娛樂,交際上的天賦都會讓你加分，你的羊咩咩不會因為你有太多的交際而責備你 - 因為他們鄙視宅人。他們不像你有想當紈絝子弟或是過上流生活的傾向。與其讓他們在超高級餐廳里吃飯還不如買個新款的傳真機來得海皮。但是當羊咩咩們沒錢花的時候，他們只會找到辦法來賺更多。他們不像你總是有很多關於錢的煩惱。羊咩咩們喜歡自己給自己當老闆，如果他剛開始一段生意，那麼不要想著說服他給別人打工。<br><br>你喜歡下命令，不管你自己承認不承認。這會給你帶來麻煩 ，而羊咩咩不會讓任何人指使自己,尤其是他們的愛人。獨立對他們來說是最重要的,所以如果你想讓他們聽自己的話，就要想辦法讓他們覺得那是他們自己的想法。如果羊咩咩們奉承你，那他們會發現自己就能輕而易舉的控制你。我聽到你在抗議，但是你必須讓他們這麼做! 如果你允許他們這樣，他們會讓你覺得非常溫暖又舒適的。羊咩咩們非常聰明，從小他們就很快的學會了怎麼能讓把自己的父母指使的團團轉，長大後，讓他們的愛人折服在自己的魅力之下那更是易如反掌了。<br><br>**時，你會發現你的羊咩咩是狂野與甜蜜的完美結合。你們都想成為對方的唯一，但是你們這樣想的出發點是不同的，就像我剛才說的，羊咩咩想著勝利，如果成為第二就是廢物完全不值得挑戰了。而你，想為成第一則是出於自尊心,你不會把自己的百獸之王的王冠讓給別人的，這個王冠就是辛蒂瑞拉的水晶鞋，只有你才能穿上它。獅子們，我給你最有用的建議就是對於以前的戀情要絕口不提。你的羊咩咩對於以前征服過你的人完全不可能有任何友好的態度。你喜歡回憶以前的愛情 - 這些永遠不會被你從腦海里抹去 - 但是如果你想用這個來試探你的羊咩咩那可真是玩火了。因為這樣在他看來你就是已經是“殘品”了，不管你是男是女，羊咩咩都希望自己的愛人是純潔而無與倫比的。"
    },{
        "nameI":"獅子座",
        "nameII":"金牛座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"獅子與牛能夠和平相處嗎？這要看情況定。這個組合總體說來是比較艱難的類型，因為兩者有如此多的相似之處，又有如此多的不同之處。<br><br>生活中，你們兩者都喜歡奢華的東西：大型酒店、漂亮禮物、精美鑽石、高檔酒水、其它各式奢侈品。為此，你們都會不惜花費來裝扮自己的生活，但是，牛牛喜歡辛辛苦苦打拚賺錢，而獅子卻只是喜歡炫耀。牛牛喜歡賺足了錢再充分放鬆，而獅子們則時時想要放鬆，賺錢的事情明天再說。事實上，只有牛牛們能夠非常清楚地看到獅子們經濟安全、獨立自主的情況下，他才會考慮兩者結合的事情。牛牛們永遠比獅子想像要更現實、更謹慎。<br><br>牛牛們比獅子需要更少的注意，但是也喜歡熱情的話語及親切的關懷，同樣也希望得到別人的認可。然而，其中細微的不同是，牛牛希望得到真心的喜愛，然而獅子只需要別人羨慕。你們兩者追求的東西不同，且生活觀念也不一樣，因此，兩者組合不可能讓雙方獲得全部希望得到的東西，反而帶來些許遺憾，很明顯，這是一對需要注意的組合，一定要慎重啊。<br><br>牛與獅都很看重性生活，通常會仔細品味慢慢享受，在這一點上，你們兩倒是相當一致。牛牛通常藉助感覺到接納世界：觀察行動、聆聽聲音感染力、感覺觸摸等，但不會太注意言語本身，他通常不相信聽覺，只相信感覺。有時，獅子希望牛牛多一點浪漫激情，可惜牛牛是土象星座，他的天性只會讓你那激情的火焰隱藏甚至熄滅。如果你不得不批評，開門見山的方式是行不通的，你最好委婉面巧妙地處理問題。想想看，要讓一個小孩變得更加理智那有多難啊。獅子如果遇上金牛，你不得不面對的一個現實是：你不是他的王子，他也不是你的子民。<br><br>如你所知，這個組合需要太多協調的事情，畢竟兩者之間有著不同的生活風格及相互期望。親愛的獅子，請認真對待你的感情與夢想，千里之行始於足下。"
    },{
        "nameI":"獅子座",
        "nameII":"雙子座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"就象俗語所說，你現在可以用氣做飯。是的，有雙子在你不需要點火生命就會燃燒，抓住他吧，你們將相伴此生。<br><br>雙子是一個喜歡交流的風象星座，這肯定會給你們的生活增添活力，讓你的火焰燃燒得更亮麗。然而，任何一組關係都有它的缺陷，連令人羨慕的你們也不例外。對於你來說，雙子喜歡交友到處走動的作法讓你有點懷疑，他是不是在另尋新歡。不過，你大可不必擔心，雙子雖然有許多性感的朋友，但絕不會捲入性生活。你經常會等著雙子的歸來，卻發現他突然爾虞鑽入你的被窩，讓你感覺受寵若驚。雙子不見得有毅力天天恭維你，但是他們一定會持續了解你的心情，一旦發現苗頭，他們會義無反顧地迎合你的需要。<br><br>你應該為雙子的互動特性而慶幸，他是如此充滿適應性、靈活性與溝通能力，以至於他們常常喜歡用腦筋而不是用心情去處事。這其實沒有什麼不好，至少問題出現時他會及時提出來而不至於延誤時機。如果雙子表現出對你們之間關係的擔心時，一定要十分重視，這是獅子最不能犯的錯誤。如果雙子想要說話，一定要注意傾聽並恰當回應。<br><br>在床上，事情變得更加精彩。雙子那幽默的個性及豐富的趣聞常常讓你非常高興，雙子是個天性的書蟲，但你卻不是。如果發現雙子那靈巧的雙手，你會更加慶幸你們在一起，有時你更希望親手撫摸而不是聽他說話。獅子天生指導本性作用下，你的雙子會用精巧而聰明的動作滿足你的所有要求。有時你也希望雙子更加多情，但是雙子卻有自己的一套用情方式。雙子的靈活多變讓你們的私生活充滿甜蜜且日久彌深，你永遠也感覺不到煩悶，因為雙子不會讓它發生。"
    },{
        "nameI":"獅子座",
        "nameII":"巨蟹座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"黃道12星座這個車輪上，後一個星座剛好補充前一個星座所缺少的。因此，當你遇到了你的巨蟹，你會本能地了解到這個人擁有你所希望的特質，以及一些你在這個世界上很想知道的事情。畢竟，巨蟹座是最有同情心且最敏感的星座。巨蟹對身體語言的熟練掌握讓他們總是能知道人們的情緒處境。這是因為他們是水象星座，並被給予了一定的心靈感應能力。巨蟹們將能夠使用這些能力來及時靈巧地安慰和鼓勵到你。<br><br>愛是一隻螃蟹最了不起的經歷——他們是溫柔的、溫暖的，並且熱衷於最真誠的方式。巨蟹們絕不會和你玩弄心智遊戲。而獅子呢，喜歡以最大範圍地享受生活，你們的巨蟹也非常讚賞你們這一點，即使他們不能掌控你的生活藝術。他們欣賞你的慷慨偉大和優雅的風格，即使他們會被你的大手花錢給嚇走。蟹蟹們是一群愛買便宜貨的節儉人士，這點與你完全不同，因為他們總是在（呃…）省錢！這可能導致了後續的一些問題，因為理財通常是引起夫妻矛盾的第一號問題。你將會欣賞他們對家鄉和家人懷著的深愛。你可能沒有耐心隨時起身去應付一個麻煩的小孩，而只是很享受趴在地板上和一個小孩子玩耍的樂趣。你不會像巨蟹們那樣以烹飪美食來享受度假，但你一定很樂於分享你的拿手好菜，並享受巨蟹對你的讚美。如果這是你的樂趣而不只是當作責任，你更能感覺到自己是家庭的一份子。因為你是如此引人注目，所以需要更多的關注和信任巨蟹所做的努力（照顧小孩，以及前面提到的豐盛晚餐等）。如果你只顧著滿足於一個外表完美的家庭局面，而沒有意識到是誰做了這些，這將非常傷害你的巨蟹情人的感情！<br><br>巨蟹希望擁有你的自信和動力。你不會像巨蟹那樣充滿擔憂（也沒人能像他們那樣），這可能是潛在的另一個問題。巨蟹總是在事後反應，而不是當下就表現出來。事情發生了一個月之後，他們可能才發現自己不喜歡你（或他自己）的某個行為，或某個處理方式。這一點可能會在你們第一次結合之後就表現出來了，這時你才看出他們的行為模式。他們都很情緒化，更傾向於回到過去。這些對你來說都很不可思議，你也不可能這樣做。當你們相遇時你可能也根本沒有注意到這一點。當你意識到這點時（可能已經是很多年之後了），你必須了解到螃蟹們那越來越強烈的坐立不安和挫折的情緒無處釋放。除非你撬開他們的硬殼並盡你所能地溝通和了解到——螃蟹是多麼容易產生不快樂的人，直到他們能夠靠自己來解開這些深深的困擾。<br><br>首先你需要給你的螃蟹一點獨處時間。他們對此發出的第一個信息可能不是事情哪裡錯了，而是你是怎麼想的。你需要深入挖掘自己的真相。你不可能隱瞞得了這個水象星座。因為他們有一種特殊的功能（像第三隻眼）可以幫助他們看清你的真面目。一個偉大的交易需要靠你自己的態度，確保你是開明友好的，而不是苛刻的。巨蟹受到月亮和潮汐的影響，甚至就連他們自己也不知道是什麼在困擾他們。而你能夠幫助他們理出頭緒來，盡你自己的努力。當然如果不是你，還能是誰？<br><br>巨蟹信任自己的情人勝過任何人，這就是為什麼唯獨你有能力去傷害他們最深。要意識到你是火相星座而巨蟹是水相星座，巨蟹完全有能力破壞這段關係——如果他們感覺到自己受威脅的話。水會澆滅火。巨蟹決不是軟弱無助，雖然你會這麼認為。但相信我，他們不是。<br><br>另一種模式，你會發現曖昧的態度是他們迂迴的對待事情的訣竅。以這樣的態度，來面對那樣一個問題。如果你看不清這一點，可能還以為他們懷著鬼鬼祟祟的策略。這是一個巨蟹座即將失去對對她或他的信任的跡象，而當務之急是勇敢的面對它。在這種情況下，增加你的重視和感恩，因為他或她正有足夠的勇氣賭氣分手。<br><br>當你和你的螃蟹單獨在黑暗的臥室，你將會發現你找到了一個令你激情澎湃的情人。這是個像***（？）一樣的化學反應過程。在巨蟹那靈妙的情愛氛圍下，體貼入微的迎合下，你會舒服的呻吟起來。巨蟹會花更多的時間來滿足你所能想像到的最好的感覺。他們會這麼做不是因為對你的義務，也不是因為想要你的報答，不，這是自由的情感交流，你會吃驚於一個巨蟹座的心靈深度。如果你寶貝你的巨蟹情人，你的情人也將反過來寶貝你，馴服吼叫的獅子，變成一個柔情蜜意的小貓咪。巨蟹是如此習慣於照顧別人以及為外界事物考慮，以至於一旦被別人照顧，得到的回報會令他們喜出望外。所以珍惜你的巨蟹情人吧，緊緊抓住他們。你自己並沒有你認為的那麼特別。"
    },{
        "nameI":"獅子座",
        "nameII":"獅子座",
        "percent":80,
        "comment":"相當理想的一對",
        "description":"兩隻獅子能否在一起相親相愛？當然！--只要你們給予對方足夠的權力和尊重，然而這並不是一件簡單的事情，獅子從來都認為自己才是主角！<br><br>你們同樣都是善於交際、溫和、慷慨的愛人，勇於示愛並渴望更多回報。你們舉止優雅，擁有至高的品味。你們非常喜歡身著華服，挽手在高檔餐廳、上流 Party，或其他文化活動中閃亮登場。由於你們都不會精打細算，但願其中的一個最好兩人都有殷實的家底，或者高額的薪水來支撐你們這精益求精的生活方式。<br><br>對獅獅戀這對組合來說，如果獅男更會賺錢這再好不過了。這是傳統的規則，從某方面來講就是沙文主義。難道你老媽沒告訴過你“驕兵必敗”麼？聽著，對於獅男來說，有獅女與之相伴會讓他覺得非常有面兒，但是如果獅女比他掙的更多，獅男是絕對無法忍受的。也許隨著社會的發展，下一代可以將這種男女之間的不公平待遇矯枉過正。或許有一天獅男不再在意他的妞兒是否比他更會賺錢。但不好意思，姑娘們，現在我們還是面對現實吧。無論他多麼高聲宣揚對此並不在乎，敬請留意他的行為。如果他一個月都不碰你了，我說，這不明擺著呢麼。<br><br>你們同樣足智多謀，擁有非凡的創造力。大多數獅子有足夠的經濟實力將他們的想法和設計付諸於實際。在這一領域你們可以一同完成很多事情。你們是彼此最鐵桿的支持者，同時為彼此的心有靈犀歡欣雀躍。娛樂節目、藝術、戲劇、音像出版物、廣告、奢侈品、玩具或是兒童用品，都是你們可以涉足的範圍。<br><br>你們都是擁有強大自尊的人，同樣希望在這段關係中稱王。你們都有一些輕微的獨裁傾向，但是現在這艘船上只有兩個船長沒有船員，所以醒醒吧。別忘了你們都是固定宮的人，沒有人喜歡妥協。請記得這注定是一段崎嶇不平的坎坷之路。事實上你們都是那種一點就著的火爆脾氣。提前給你們提個醒：現在就考慮好這個問題，避免以後出現矛盾。<br><br>只要把你們的自尊心稍稍收斂，這些問題都可以得到解決。你們對彼此的忠誠與傾慕之情將連綿不絕。獅子喜歡陷入愛河之中。他們愛死了追逐的刺激與快感，調情與挑逗，禮物與驚喜，還有小兩口吵吵鬧鬧的小甜蜜，甚至多年以後在幸福的婚姻之中，獅子們仍然迷戀且吸引著他們愛人。現在，你找到了一個與你有著非凡默契的靈魂伴侶；不要讓任何事情破壞這無與倫比的美妙組合。<br><br>在床上，你們會發現彼此是一對柔情與激情並存的完美組合，能夠將看似普通的溫柔性 愛推向狂野的巔峰，兩隻獅子共處一穴宛若漫步雲端，所以，帶上獅子們的樂觀，談一場獅獅戀吧！"
    },{
        "nameI":"獅子座",
        "nameII":"處女座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"獅子座很難不為優雅的處女座自豪，獅處戀是那麼的時尚、新鮮與體貼。你的小處處井井有條、注重小節，愛工作甚於玩樂。怎麼會愛工作不愛玩樂呢？生在盛夏末期這段收穫並且多產的時光，處女與生俱來這般特質。沒什麼能拖累處處的工作，戲票、在新開的飯店就餐、像仙女一般與你在綠野仙蹤遊玩都無能無力。不要徒費精力了。獅子卻愛玩耍，喜好新鮮事物（遊玩與創立力無論是在占星還是在生活都是並駕齊驅的）。你懷疑麼，想想看：獅子的守護星是掌控第5宮（遊樂戀愛宮）的太陽，而處女的守護星確是落在工作與他人服務的第6宮的水星。是這樣的吧。<br><br>現在你應該更深地理解你的處處伴侶，也許你應該更加包容處處的擔憂與他們複雜的處事系統。你會發現在愛愛之前你要使他們放鬆，確保他們舒緩因報告未寫完、碟子沒洗、一時不能被打擾未評分的卷子而緊繃的神經。在處處的高IQ之下其實洶湧著一顆激情的心，他們如饑似渴地期盼著獅子的愛撫來讓他們覺得自己還是一個正常人。誰能比獅子愛人更能撥亂反正的呢？處處覺得安全，確保你不會玩兩面派耍他們的時候，會卸下自己全部的防備。處處對於真誠有著強烈的直覺，他們希望獅子也同樣如此。作為一個土象星座，處處感覺敏銳且性 欲旺盛，儘管他們在公共場合從不炫耀自己的性能力。處處的冷靜與超脫雖然眾所皆知，但是真相永不會沉埋地下的。<br><br>處處感覺明銳，有雙善於發現瑕疵的鷹眼。他們是天生的完美主義者，看此物其實非此物，而是以此物最美因為何物的眼光來看。別的星座罵處處吹毛求疵，但是處處認為自己比其他星座更能看清事情的本質。處處這般耀眼、優雅、文質彬彬，你可不能占他們的便宜。如果獅子們驕傲不可一世，像差使奴隸那樣指使處女座鞍前馬後，處處一開始會極盡禮貌，接受你的粗魯行為。但如果你一如既往的話，積怨就會爆發，你的愛人會用處處獨一無二的方式反擊：咬你啃下一段骨頭才停。獅子將一次得到懲罰，你的處處會絕你而去，永不回頭。在那之後，處處也不期望能夠改變你，對於獅子來說，沒有什麼比自尊更值得保護的東西了。"
    },{
        "nameI":"獅子座",
        "nameII":"天秤座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"這是一對愉快的組合，你們那溝通無阻的生活方式人人都能看在眼裡。獅子是火象星座而秤子是風象星座，二者組合，獅子之火會燃燒得更亮、更廣、更熱。可以保守地說，秤子非常適合你。<br><br>與秤子打交道，你很快就會發現他喜歡深度探討問題。儘管你的強勢決定你寧願讓他聽從你的觀點，但是秤子善於從討論中發現樂趣，即使是爭論，他也會表現得很有禮貌，這是因為他的天生秉性是理智分析的風象星座。如果你發現秤子總是在思考並不急於下結論，那麼你是對的。作為一個天秤並不容易，他力舉公正與平衡兩面大旗，當然會按照慣例來行事，這種堅定不移的信念讓他不得不看到事情的方方面面。事實上，讓天秤作決定從來就不是一件簡單的事情，特別是當傳統價值觀面臨持挑戰的時候。別人可能會藉此取笑他的猶豫不決，但是只有秤子自己知道，傻子才會非黑即白地看事情。假如你說，來吧，甜心，既然我已說了，你就答應我吧，這聽起來非常象獅子的口氣。那麼你需要停下來再一想，秤子決不會放棄思考而隨便附和於你，他會認真權衡利弊後再做決定，這是他的生活本性。<br><br>作為你的愛人，秤子肯定也是你最親密的朋友，因為他的太陽加臨你的代表友情的11宮，想想看，作為朋友與愛人當然會白頭偕老長伴一身。秤子的太陽加臨你的代表溝通的3宮，你們當然是無所不能交流。無論生活有多繁忙，你們的生活中都不乏各種各樣的訊息，政治的、商業的、文化的或者八卦的都有可能時時刻刻在雙方交流。<br><br>如你所知，有這麼多理智與讚美讓你們生活在一起，即使拋開性 生活不說，你們的關係也將保持得超越勁霸兔子。說起性 生活，你的秤子將完全享受於你的魅力，你唯一需要做的就是想辦法讓他進入狀態，即使你們已經結婚多年。秤子們是優雅柔美的典範，不會倉促做事，不會任床單破亂，不會穿醜陋松跨的睡衣上床，永遠不會。秤子女只接受最好的香水，最精巧的蕾絲睡衣、最好帶點閃閃發光的點綴。秤子男會首先洗個澡、刮好鬍子、噴了進口古龍香水才會上床。無須多言，獅子們，抓住秤子，終身擁有。<br><br>你們雙方都有老闆作風喜歡控制，但是你總是表達不同而相容的方式。秤子經常帶著迷人的微笑以致於他總有辦法與你快樂相處，不是嗎？獅子們。當你仔細品味的時候，你一定會著迷於秤子的。無論如何，這對組合都沒有什麼不好，不是嗎？"
    },{
        "nameI":"獅子座",
        "nameII":"天蠍座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"這兩傢伙搞一起就是強勢個性的結合，強烈的情感和激情攪和釀造出了宇宙級大火。獅蠍都是固定星座——你們不會輕易改變立場，因此當兩人意見無法一致時，就等著鬧得雞飛狗跳吧！但若觀察下蠍獅情侶組合的話，你難免會懷疑是不是這兩傢伙壓根就是故意找岔來折騰一下，好讓彼此都興奮過頭，最後必然還是用 “床頭打架床尾合”的成 人戲碼來搞定。<br><br>你們之間因為控制欲過強而產生的緊張感使你們關係總是搖搖欲墜處在崩潰邊緣，但看起來這恰恰是雙方都喜聞樂見的狀態——它顯然能令事情變得極令人振奮。你們倆所煥發的熱量足以點燃篝火。天蠍的力量來得更神秘而情緒化些，他們的感受有著廣泛而深刻的頻譜。你往往無法了解天蠍愛人的情感，因為那是如此靜水深流。蠍子不愛把他們的內心敞開，也甚少言語。他們認為這會使自己的立場不穩固，至少在一開始是如此。起初，蠍子比起你來更容易感受到對方對自己的愛慕之情。<br><br>你由太陽所守護，你的笑容能融化極地冰雪！天蠍由戰神火星，以及地府之主（包括所有埋藏在表面之下的事物）冥王星共同守護。這正是蠍子們的情感往往很難被察知的原因，也是傳說中所謂神秘感的來由。當蠍子愛了，便是全身心的愛，其痴迷程度是你只能想像而無法明白的。只有從蠍子對愛人的迷人眼神中方可猜測一二。蠍子的眼，包含著一切，仿佛靈魂的鏡子。<br><br>獅蠍誰都不是會敷衍的主兒——尤其當對待彼此時。占有欲是演出戲碼的一部分，但鑒於你們倆都有這癖好，所以也不成問題啦。一旦成婚，蠍子將一生都屬於你，雖然你的占有欲相對少些，在回應蠍子的忠誠時也可能有些麻煩。<br><br>獅子是個奢侈傢伙，而蠍子則以精密見長，當用在投資上，那就企求老天保佑吧！天蠍可能會被你的大手筆敗家行為嚇到，要求你管好預算，但尊貴的獅子可不愛受限制，他會認為財富不是省出來的。最終，水（天蠍的元素）克火（獅子的元素），成功壓榨掉獅子的氣焰。<br><br>你們倆的個性都如此之強，因而必須得小心處理雙方關係。當彼此失去對方的寵愛時，那簡直是泰坦巨人之戰了，相反，你們應當容忍彼此的差異。一味頑固不化只會引發最大的危機。若能有效應對，則你們將是對如鋼鐵般強大的組合——更能令關係持久。你們完全有可能建立起最強力的組合——行動吧！"
    },{
        "nameI":"獅子座",
        "nameII":"射手座",
        "percent":100,
        "comment":"天生的一對",
        "description":"你們第一次見面時，就懷疑射手沖你放電了吧？獅子很少能如此敏感地感覺到另一個靈魂投來的好意。射手座愛情宮的光芒在獅子的視線範圍內~同為開朗、閃耀的火相星座的你們有很多共同點，充滿熱情、創意、熱衷於探險和實驗~同樣慷慨、樂觀、善於交際，你們的熱情不僅能影響彼此，還會感染到周圍的世界 ~這種愉快的魅力使周遭的人群也從中受益~<br><br>與他的交流融洽，當和你的射手在一起時還能一起探討一些深刻的議題。射手喜歡研究生活中那些深奧得沒邊兒的事情，比如“我們為什麼來到這個世界？”“我們死後會去什麼地方”，但獅子一般不會思考這些人類生存的困惑，可射手的介入會改變獅子的想法~獅子們會發現自己無可救藥地愛上了射手的挑逗、刺激。旅行也是你會喜歡和射手一起做的，因為除非你和他一起探險，去驚現刺激的地方玩，不然他不會真正的快樂~（想讓射手呆在家裡，就像讓哥倫布呆在郵局裡蓋郵戳一樣~）同樣的，能外出開闊視野，獅子們也會非常開心~<br><br>夜幕降臨時，你們會比夜空里的星星還閃耀。床上的前奏雖然比較緩慢、輕柔，但很深入充滿挑逗性；隨著激情的蔓延，獅子的野性將射手的力量煥發出來，使得你有馴服這頭半人馬的欲望，不過切忌草草了事~射手不喜歡被圈養起來，所以大貓要給他們足夠的空間慢慢摸索~早晚有一天，射手會像一隻戀家的鴿子一樣投向你的懷抱~<br><br>個人分歧？當射手過於誠實、直率的時候，就會慢慢地將獅子的自信心不知不覺地侵蝕掉。大貓喜歡唄稱讚而不是批評，它是被捧著長大的。雙方都不是世故的人，假如你們都不顧一切實現自己的追求話，現實往往會將人們逼迫成那樣。你們都明白錢不是萬能的，但有時它又確實神奇~獅子會慢慢接受自己態度的轉變，但射手是固執的星座，這也就意味著他會比你更能在逆境中自己站起來，而不是通過旁門左道~獅子很看重自己的尊嚴、驕傲，但射手卻不怕沒面子，因為他們更傾向於客觀地評價事情。與射手接觸，不難發現他的單純很合你的胃口，而且當你在某件事上撞了南牆才回頭之後，他也不會讓你很沒面子的批評你~獅子們走進死角之後，射手們總能幫他們找到一條不錯的出路。這也許是射手最吸引獅子的性格吧~與射手的生活很輕鬆、令人羨慕。對於雙方身上那極其細微的不同點，要互相理解。你們的戀愛充滿樂趣，也很美滿。不論要付出多少，都是值得珍惜的~"
    },{
        "nameI":"獅子座",
        "nameII":"摩羯座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"你們就是一對貴族范兒的組合——帝王般尊貴的獅子和野心勃勃的工作狂摩羯。那麼雙方在一起能快樂嗎？這還是很有可能的喔，但你們必須得為此全心全意付出。<br><br>你們倆都愛攪和進一些令人注目的事兒里，也認識很多藝術或商業領域內的成功人士。你倆在一起會使朋友圈擴大，社交日程也更富戲劇化！不過，也有些不怎麼融洽的方面，你沒準會覺得摩羯的時間安排很難適應，即便你們倆都會喜歡雙方收入能負擔得起的生活模式。<br><br>摩羯由土星掌管，因而對於生活會具有著種更嚴謹的觀點。而你則以樂觀、光明的態度看待事物，這是因為你的守護星是金光閃閃的太陽。正因為你不具備摩羯的務實與腳踏實地（對獅子來說快樂是第一位的），也許你沒有覺察到自己其實需要聽從下老山羊的指點。然而，基於獅子是個固定星座，你又是否會接受建議呢？就讓時間來證明一切吧。至少，老山羊是你取得更大成就的關鍵——他們知道如何攀登高峰——所以有時或許你得試著按捺下驕傲，跟隨他們的引領。<br><br>摩羯式的幽默總能撓到獅子的笑點，一些最棒的喜劇大師就是摩羯座的。獅子喜歡被逗樂子，也頗能自娛自樂。你倆很容易令對方忍俊不禁，甚至笑得迸出眼淚來。最終這將是對彼此都好的組合，因為對人類來說，歡笑是最有效的減壓方式之一。<br><br>摩羯是個理財能手，而你奢侈的消費方式也許會使他皺眉。雖然摩羯也愛分享美食、鑑賞藝術、來些娛樂活動，而且喜歡去最上檔次的商店購物（購買那種爛大街的東西可不是你們倆的風格），但他們同樣喜歡存錢並看著小金庫慢慢增長。但獅子卻是個敗家需求格外旺盛的傢伙！<br><br>在男女之事上，你對愛人摩羯的專注、熱情和仰慕能投其所好。在把一頭摩羯引誘進你的獸穴中吃乾抹淨之前，你得先讓他放輕鬆，使其注意力從工作中轉到和你尋歡作樂上。摩羯的責任感是如此強烈，以至於會掩蓋了他們內心的暗騷，而你所要做的就是將其先繳械後推之，一路攻城掠地。慢慢來，別猴急，獅子的獸性得悠著點。別看摩羯表面矜持，但你敢打賭他們心中洶湧的激情和充沛的精力正抵死渴望著尋找突破口。還有誰能比熱烈的獅子更能點燃摩羯那過於責任導向的日子呢？<br><br>獅子和摩羯是不同尋常的一對，但若你們雙方都能欣賞對方的性格，並包容對方的精神天賦，那麼就會是非常有益的組合。至少，摩羯能使獅子的人生道路更穩定而牢固——只要你能適當放下獅子的驕傲。"
    },{
        "nameI":"獅子座",
        "nameII":"水瓶座",
        "percent":60,
        "comment":"互相吸引又互相排斥的一對",
        "description":"愛人為瓶總讓獅子摸不著頭腦，不過這恰好激起獅子的征服欲，非要打開蓋子看看瓶里賣的什麼藥。極端個人主義，獨立自主，還有點另類，除了水瓶座還是有什麼種族會和獅子這麼的南轅北轍。瓶是天生的叛逆者，癖好動搖社會根基，熱衷粉碎、革新那些不再合時宜的老舊東西。瓶總會時不時的斥責你過於保守，安於現狀。表面上你虛心接受（作為獅王，你需要的是讚許和吹捧），其實內里這種批評刺耳的堪比挑釁。<br><br>水瓶不太關注物質享樂，而那恰是你的樂趣所在。獅子實在不能理解為什麼自己的伴侶對新款電腦那麼發燒，而你則專注於新開張的酷熱俱樂部、奢華餐廳或者新上市的奢侈轎車。作為被電子化、不定性的天王主宰的風向星座，水瓶對新科技和資訊時代的一切都很著迷。他們購買電腦並不是為了炫耀或標榜地位，而是為了更便捷的工作。如果說談話對雙子座就像是氧氣一樣重要，那麼網路信息的源源注入就像是瓶子體內的血液不可或缺。你可能已經習慣了他們數小時趴在電腦前噼里啪啦，而你則翻閱完了報紙所有的娛樂板塊。他這個“惡習”，你永遠無法糾正，同為固定宮，你們誰都不喜歡讓步。除非你們能找到折中的辦法（實屬妄想）或者就此不議（更有可能），在相處初期出現的問題似乎會永遠盤亘不去。<br><br>水瓶具有冷靜超然的頭腦，能非常可觀的看待事物，這往往是吸引你的源動力，勾起你的好奇心。可惜通常不能持久，因為你們的天性恰恰相反。獅子是揮灑溫暖型的，需要經常性的愛意表達。隨著時間的推移，瓶子幾乎想不起來有所表示，讓你覺得自己仍舊魅力非凡、勾魂攝魄（沮喪吧），儘管他會常常讚賞你的頭腦。這點溫情，獅子會滿足嗎？你很可能覺得對方在敷衍你吧。不過在突破忍耐極限之前，你還是會默默的忍受的。<br><br>要知道水瓶守護的11宮代表友誼，而你守護的宮位則代表愛情。因此這就決定了你們之間根本的不同。瓶首先需要的是一個朋友，其次才是一個愛人，而你則相反。你們心中的重點很難更換次序。獅子被心所驅使，而瓶子則由思想所控制。這個星座就像是個科學家，喜歡認真、客觀的證明或反駁某種假說。瓶子需要自由的探索世界，而你需要的是創造、想像和享受。獅子更適合從事設計、藝術、導演、演員或者娛樂等行業。當你感受到愛的時候就是創作力量最強大的時候。<br><br>當沒有任何束縛的時候，才是水瓶表現最好的時刻，如同驍勇的戰士，奮力而爭。但你的獨占欲和征服欲太過強大，而瓶子會使出渾身解數來反抗，特別是當他們感到你徹底依賴上的時候。<br><br>這個問題能解決嗎？當然，如果你們真的非常相愛。可能你們本命盤中還有其他行星的影響大於太陽，這就足可以彌合這道鴻溝。別忘了，太陽星座不過是星盤中的一粒星體而已。<br><br>來到歡娛方面，瓶們的開拓、嘗新的精神和癖好亦會在風月時刻為你掀起驚濤駭浪，留下刻骨銘心。你們簡直就是最佳床友，因為獅很享受瓶那股子漫不經心的自信。你從來無法預期他們什麼時候會說愛你，不像很多人只在床上海誓山盟，沒準在你去往捷運的路上，或者在快餐店大嚼番茄三明治的時候。瓶子們自己也不知道什麼就會雞血一把！當一個瓶子嚴肅認真的時候，望向你的雙眼會放出高壓電伏，足以銘記終生。如果一個瓶子開始表白，這絕對比日出西方還罕見，不過這絕對真實，並且十分難忘。他們絕對不做你期望的事情，有時挺讓人抓狂的，不過這也是讓人又恨又愛的地方。"
    },{
        "nameI":"獅子座",
        "nameII":"雙魚座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"怒吼的獅子與溫柔的雙魚，這聽起來是一對不可能的組合，儘管星象學認為這不是一個經典組合，但是這種組合發生的頻度還極高。道理很簡單，你是火象而雙魚是水象，水與火通常是不容易調和的。<br><br>你的雙魚愛人是多情而浪漫的類型，這正符合你的品味，因為你喜歡被別人關愛。你的雙魚甚至可以滿足你的所有瘋狂想法，一封情書、一個禮物、月夜散步、朗讀詩文等。雙魚需要親吻、撫摸、注視，甚至比你想像的還要多。他們非常欣賞你的直率、慷慨與團隊精神，但你也需要適時給予雙魚定期隱退的空間，他們喜歡慢慢品味感情，慢慢消化世界事物。<br><br>你可能很奇怪為什麼雙魚對別人的求助反應是如此之快，這是因為他們很善於站在別人的角度看問題，感同身受嘛。當靜下來的時候，他們就會喚起天生的同情心，並準備再次出手幫助。當其他人痛苦的時候，他們也會一樣的感到痛苦，如果一個陌生人或者一個朋友很容易同情你，那麼他就是雙魚了。你可能發現雙魚並不動人、不太引起注意，但實際情況不是這樣，因為你所在意的是只是一些新奇獨特的事情。<br><br>雙魚不太著迷於實物性的東西，儘管獅子喜歡送給愛人金鑽或紫水晶，但她卻只把它看成愛的象徵。如果你買不起名貴珠寶，你只要告訴她你希望能給她買這些東西，她就心滿意足了。（“看到我愛人給我的鑽石手鐲了吧？”一個興奮的雙魚會瘋狂地這樣說，卻使出一個空無一物的手腕。當她的愛人告訴她沒有錢來買這些，她起初有點失望，立刻就會想像自己已經擁有它，因此，對於雙魚來說，一個想法就足夠了。）<br><br>雙魚習慣於通過動作或者跡象看問題，他們總是知道你正在想什麼，因為他們看動作並且聽你怎麼說而不是說什麼。多數情況下，他們不會同意你的瘋狂花費，但最終還是尊重你的決定。他們也會善意提醒你注意理財。雙魚認為世間一切都不是永恆的，事實也正是如此，他們的思維常常集中在第四維度，既不是時間、空間，也不是物質。對於雙魚來說，世界只是一個幻想。<br><br>對於性 生活，你會體驗到雙魚給予及接受的魅力。她會精心安排一個魅力之網，帶你進入另一個瘋狂世界，這也是她信任你的標誌。當你們互相擁抱在一起的時候，你會飛起來，進入她精心編制的第四空間。儘管她的想法令你興奮不已，但是對你的尊重永遠是她的第一。儘管你不是極度沉溺於性 生活，但是你的雙魚會帶你進入前所未有的境界。<br><br>性感的雙魚的確博得你的歡心，因為他們有這個能力。自我犧牲是雙魚的本性，作為星座最後一個排位，他們本身就是一個重要標誌。由於被海王星主宰，這讓雙魚帶給你前所未有的愛情，雖然這種愛情不至於盛氣凌人，但也絕不是弱不禁風。雙魚是一個喜歡雙向考慮的星座，所以處理事情喜歡留有餘地，如果面臨協調，他們更願意採用折衷的辦法。<br><br>獅子們一定要善用雙魚的優點，這很容易做到的，甚至不需要特殊說明。獅子通常是強勢的、專斷的、孤立的，這讓雙魚需要點時間來理清感情。作為深度感情星座，他們常常也不確定自己的感情走向直到完全弄清楚為止。雙魚也不容忍一個長期爭鬥或者爭論，逼得太急了，他們會轉身走人的。儘管他們相信魅力與奇蹟，但是也有能力面對改變，如果他們已決定離開，那麼挽回已不可能了。所以，善待你的雙魚愛人吧，隨著時間的推移，你們的摯愛會象珠寶一樣光彩照人。是的，你們可以用行動證明水火是可以和諧共存的。"
    },{
        "nameI":"處女座",
        "nameII":"牡羊座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"你的羊兒戀人是天賜良緣！你是土象，而他是火象，雖然這些元素在星象里並不相配，但你們在這段感情上會收穫良多。你們那麼互補。你們都很發憤，有抱負，你們一致認為：工作很重要。看看你們的星盤，牡羊落在你的他人物資宮，而你落在牡羊的事業宮。由此可見，你們能理解對方需要的認同感，並且你們都喜歡銀子，已經兩耳不聞窗外事包括你。甚至，你工作到深夜羊兒也不會怪你。感情危機的時候，你的戀人靠他豐富的資源走出困境，而你則沉浸在犀利的分析推理中。<br><br>處處一旦察覺有人要幫助，他會立馬現身，該做什麼做什麼，然後1，2，3，走人，不求回報。“想都別想！”處處會聳聳肩，攤手，一臉的無所謂。但當羊兒出手的時候，他們需要隆重的感謝。記住哇！你的羊兒渾身熱情洋溢，心思活絡，可是卻不擅長處理細節和組織管理。這可是你的強項呀，幫幫羊兒吧。現實的你也正好能幫著不切實際的羊兒。你知道的，你們在一塊就很活躍，尤其是涉及到金錢的工作時。那麼處處，跟著你的羊兒，開啟最大檔火力向前沖吧。<br><br>“但我想知道的是愛情，”你會說，“能跟我講講關於身體和精神層面的嗎？”處處，你真正是杞人憂天的，而羊兒卻從未停止過對探險的渴求，你的戀人總覺得必須搶在你前頭播種些許野生燕麥。羊兒希望自己性感，喜歡被追求的感覺（前文剛提到），若你忙得無暇關注羊兒，他或許就止不住想去尋求新的機遇了。羊兒需要你不停地讚美他，給他安全感。道德，謹慎和倫常在你的系統里堅不可摧，而羊兒“玩轉世界”的態度讓你亂了陣腳。雖然有時什麼事都沒發生，你卻早已打翻了醋罈子。好在一旦羊兒許下承諾，他便會開始變得專一，安分，這個你可以放心。<br><br>回到床上來，你們無比契合。牡羊落在你的第八宮，掌管金錢和性 欲。羊兒是電光石火；羊仔和羊妞都很具侵略性，風趣又自信。羊妞懂得開發你內心的**，而羊仔帶來的電力足以燃燒你們倆。羊仔很man很有力量。總之，羊兒控制著生命力的原始力量。這種力量不論是由男女散發出來，都十分迷人。<br><br>作為處處，你很現實也很神經質，縱然你不容易也不時常發覺自己的感受。你很自我很矜持，而羊兒則十分活躍又外向。這會造成兩種情況，要麼你會覺得你們的性格實在大相逕庭，要麼你感覺羊兒平衡了你安靜的氣質這還不錯。你總是在細節中尋找美感，這會讓他很不解，但也很欣喜。但願你們能藉以彼此最完美的禮物，但願那些不同之處不至於煩擾你們。"
    },{
        "nameI":"處女座",
        "nameII":"金牛座",
        "percent":100,
        "comment":"天生的一對",
        "description":"若你愛上了牛，擁抱你親愛的吧——這是一對魔力組合。你們很直觀地了解怎麼激怒對方，而又如何給予對方安全感。你倆都是土象，你們很現實，珍惜依靠彼此的時刻。沒什麼能比占著牛牛讓他一事無成更瘋狂了。牛不會讓這樣的事情發生。牛牛的確性子急。讓一隻公牛看見紅布不容易，但一旦他看見了，呵，你會永生難忘的！處處一般處理不來，你會被這種爆發的怒氣嚇到，傷到。一笑而過吧，記住 那 事 還是改日再談吧！<br><br>你愛牛牛渴望你的愛，你愛他的撫摸。牛牛的話不多，但你能感受到他的愛意。牛牛重視一切浪漫和求愛之事——尤其是吃飯。牛牛喜歡跟你一起吃飯，因為牛牛深諳汲取生命之精華。他們不如獅子那樣揮霍，他們和你一樣，緊攥著現實不放。你或許會擔心他對奢侈品的品味太高，因為你滿足於樸實，簡單的生活方式。（“給我一台筆記本，一件‘總理嫌疑事件’，一份素食義大利寬面，我就無欲無求了”，你也許會這樣說。）牛牛會向你攤牌他銀子是多麼充足，所以，你並不需要藏著私房信用卡什麼的。<br><br>床事上，你會歡喜地發現牛牛緩慢，平靜的律動足以令你興奮窒息。你們是完美性拍檔！你們一塊兒，便是火熱的欲望+甜蜜的情意。牛牛不會企求雙魚那樣的精神高度，但牛牛的愛意很強烈，你對此不會擔心。你很會挑，而這個啊正合適。<br><br>在處處確認自己是愛人的唯一之前，你可不會輕易令自己陷落。你希望愛情誠懇，相互尊重。和牛牛一起這些都不成問題，牛牛不是到處睡的那種人。事實上，牛牛正相反。一旦你的牛認定你是靈魂伴侶了，他就不會再色迷迷地盯著別的小男人小女人了。只要牛擁有你的愛情，他便不再需要別人來認同他的性能力——再老也不會。其實，牛比你更急著結婚。處處對於承諾總是想要慢慢來，一步一步走，多一點時間來想，充分仔細地考慮周全。牛牛也不會莽撞地把兩顆心拉到一起。只是一旦這隻公牛愛上你了，強大的占有欲更是膨脹，促使你的愛人急於蹦出問題，這時他就宜早不宜遲了。"
    },{
        "nameI":"處女座",
        "nameII":"雙子座",
        "percent":50,
        "comment":"需要努力的一對",
        "description":"你倆的主星都是客觀，追求真理的水星。你們有很多共同點，你會發現你們真是太像了！你們星座相隔90度，這表示你們的感情中也會有不順。準備好迎接未知的挑戰，但要知道你們會有結果的！雙子的魅力在於他們不屈不撓的精神——他們覺得一切皆有可能。雙子是個有能力的星座，他們足智多謀心靈手巧，腦子充滿了新點子好點子。<br><br>你們很重交際。你們見解獨到思維犀利，可不是什麼情感動物。你那位更是比你多才多藝，能適應新變化，又懂得變通，能在一堆疑團中找出要害，發現揭開密碼的關鍵。而你更認真，善於組織，區分細小但是多重的元素。你更加敦厚實際。雙子從不覺得自己實際，他們很崇拜你的這種品質呢！你倆都是變動星座，很好你們都不心懷妒意。你倆都會開誠布公地解決問題。你們智慧，頭腦清醒，這表示你們在一起的時間裡很平和，可能缺乏強烈的情感元素。你們中要是一人星盤中有水象星座，那倒可以彌補。<br><br>讓我們來仔細地看看你們的個性：處處十分認真負責，雙雙也很重工作，只是他們不會顧及那麼多。處處是個愛批評的星座，其中批評得最狠的是自己。你們都容易因過度壓力和焦慮得病，例如潰瘍，失眠。你們都是辯論和寫作的好手，而在爭論辯論中，雙子更容易站得住腳。上天賦予他們措辭的天賦，和迅速的反應力。雙子的思維既犀利又迅速，處處雖然擅長表達，但雙雙的腦子可是在飛呀。安靜，睿智，深沉的你注重內心的感受。在和雙雙的爭辯中，那些帶刺的言語讓會你傷心好一段時間。雙雙則可能把口角當做一次智者的辯論，而很快忘掉水火交鋒其中傷人的話。好在，你們倆都話多，很快能和好。<br><br>你那位可不像你這麼矜持，他很合群。你時不時總想成為隱士，而雙雙幾乎想都沒想過。雙雙隨時隨地都能和人交談，從趴體上的賓客，到城市另一頭的計程車司機，甚至，（你可能不太樂意）他們也經常調情。記住他們沒一次是認真的。看見你的心上人優雅地掠過整個趴體時，你可別花容失色。這不過是雙子為人處世的方式。一旦你的戀人滿足了好奇心，他們就會乖乖地回到你身邊，給你一個回眸。<br><br>雙雙不喜歡一成不變，他們喜歡充滿變化和改革的人生。因而雙子會在要住在城市裡。在城郊有座房子對於雙子來說太過“老氣”太安定。他們喜歡保持開放的選擇，看電影，買東西或其他有趣的事都要是自發的隨意的。有些雙雙會由著性子不停地搬家。雙子熱衷玩樂，總是愛調查不同的事物（在一段時間內），但他們也會因此精疲力竭。處處，你能幫助雙子集中精力。<br><br>你的他喜歡不同的花樣，喜歡刺激，這對你們的床第之事很有益。他愛玩的特性能幫你克服天性的羞澀。一旦雙雙能夠剝去你矜持的那一面，他會見識到一個熱情又配合的你。雙子愛愛的方式很輕緩，優雅，溫柔，飄渺。但雙雙可能精神上仍然孤立，有時顯得冷酷。試著靠近他，或許他心中還存在看不見的障礙，阻礙你更靠近他。雙子總是捍衛自己的獨立性，即便是在婚後。<br><br>若是不在愛情里加注一些浪漫，激情和感性元素，你們也會有危機。不論你們是多麼惺惺相惜——你們真的很惺惺相惜——你們總會覺得缺少什麼，除非你們其中有人花時間來一點小浪漫。少一點現實主義，處處，也不要太封閉情感！由著你的雙雙戀人玩弄你的幽默細胞吧。也不要太過嚴肅。也許你們的星盤裡有其他的星星，還尚能支持你表達最真摯的情感。去假裝自己很open，然後不斷地練習放開情緒。若你能做到這一點，那你們能分享的東西可多啦！"
    },{
        "nameI":"處女座",
        "nameII":"巨蟹座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"星相學上，水象的蟹蟹和土象的處處是天生一對。水是土壤需要的養分，水讓人重生。如若你們因意見不合而爭吵，你們是可能複合的：你倆的太陽星座可稱為是“六合”，也是機會宮。溝通尤其沒問題。<br><br>你倆都憂國憂民，都是可靠的人。你能撫平蟹蟹的憂傷。蟹蟹可比你感性得多——這個你會相處一段時間才察覺。蟹蟹的情緒陰晴不定。從蟹蟹的臉上可以看到他內心裡的變化——一下多雲，一下轉晴——有時這是美妙的事。蟹蟹不會對當下發生的事立刻作出反應，他們習慣咀嚼內心的感受。你看到的是表明心情，其實在他們心裡早就想很多很多了。通常他變的只是情緒，性格不會變。這點很叫人懊喪，他們情緒來的時候，你就聳聳肩，笑一笑，然後相信只要過一會兒就都會好。同時，你要小心避免傳染上他內心的混亂。蟹蟹可能不太明白你需要退守，但處處鍾愛冥想，混亂心緒之下是很難堅持冥想的。任何問題，處處都要分解，分析。如果他很聰明，他會給你足夠的空間。保持關係的彈性，那麼就會堅不可摧。不久你們就會重又在一起，並且比之前更好了。<br><br>你們都喜歡工作，但原因不盡相同。蟹蟹的每個明天都是陰天。他們喜歡儲備，食物、銀行里的儲備金，或是其他任何他們覺得可以守衛家庭、抵抗疾病的東西。喜歡儲備的天性有時也是造成蟹蟹情緒多變。處處是為工作而工作，他們為完成工作感到自豪。處處，你生在夏末，你被設定好要收穫土地上的果實。<br><br>說到床上，你們以特有的美麗舞姿律動，一起傾聽水流過土地的呢喃之聲。土地回應並安撫河流，水**融。蟹蟹知道處處矜持，嬌弱，他會以輕柔，純淨的愛撫回應你的欲望。你倆覺得sex不是隨便的事，而是承諾，而是兩隻靈魂神聖的交合。在這段關係中你能挖掘出深度，感覺到美。<br><br>抓住你的蟹蟹。愛情中蟹蟹首先會表現得很強勢，這又觸犯你了，直到你動怒，離開一段時間。你們都能互相影響，問題浮現時都能治癒，原諒對方。星星會祝你們成功。"
    },{
        "nameI":"處女座",
        "nameII":"獅子座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"處和貓太不相同了。在一起還有希望嗎？當然有。但想要長長久久那就得多加努力了。每一段感情都有付出也有收穫。你們麻煩在於，大貓發號施令，然後處處乖乖地就會遵命。當然，情況不是我說的這麼簡單。處處，我要說的是，你總是好助人，太善良，不懂得拒絕。而大貓總不記得說：“請。”“可以嗎？”“你有時間嗎？”他們善於發號施令。時間越長積怨越多。你出於禮貌忍讓，和諧，在沉默中暗自舔傷口。這可不好，總有一天你要爆發的。不要讓這樣的事發生：大貓根本不知道他在做什麼。<br><br>說到處處，你得緩和愛批評的習慣，大貓不會欣然接受的，這跟你無視他的過度驕傲一樣。你不知不覺就會吹毛求疵，結果造成你的獅王/獅後變得古里古怪的。你輕而易舉地盯上瑕疵，你認為這太明顯了所有人都能看見呢。然而，而大貓只能看到大圖景，極少注意到小斑點小瑕疵，你不指出來他才不會發現。大貓不僅用腦袋和智慧來反應（這和你一個德性），還必然包括驕傲和自負。幫大貓掙點臉面吧，尊重對大貓來說太重要了。<br><br>遇到危急情況時，大貓崇拜你善於組織應變又聰慧過人，這在黃道星座中是無與倫比的。災難來臨，總是處處指出怎樣解決食物，水源，帳篷。生活中，處處總是冷靜有效有耐心地安撫人們慌張又萎靡的心緒，在荒蕪之地重建文明。你屬於變動星座，應變能力比大貓那固定星座強多了。大貓總是不斷鞏固最初的目標，吊死在那棵樹上。對於突然的變化大貓無能為力，這時候你就能輕輕地走過去拍拍肩膀，做他們的守護天使。<br><br>說到床上，大貓敏感，溫暖，又有想像力，但一開始這對於害羞又矜持的處處來說就太過了。你要在床上付出額外精力並且對大貓表現出完全的崇拜，不然大貓就會失落，即便你耳語的用詞都特別想了。貓要看到感到你的崇拜，而不是聽到讚美（雖然這有時也必要）。大貓喜歡自由表達愛意，你一批評他們的技術，這熱情就被澆滅，他們就會變得在意自己的表現，緊張，不能自由表現愛意了。<br><br>一隻男性大貓曾對我說過，男人從來不該對美女說她很漂亮，因為她知道自己很漂亮。我暗自覺得好笑，他是個帥哥，這個大概每天都有人告訴他。試想一下，有一天所有女人都停止讚美他的外表。這麼自造孽的時候，我敢打包票他會結結巴巴地這樣說：“這完全不能相提並論，因為……呃……當然男人需要聽到誇獎。”被逼到死角時，大貓就滿嘴的藉口。問題在於，大貓抓不住重點，因為他們太自我為中心了。<br><br>處處則完全相反，向外，樂於助人。處處從不期待人們說謝謝。他們覺得自己了解人性，很不幸，忘恩負義也是其中一部分。處處是現實主義的最大檔。大貓不只要被感謝，還要每天被崇拜，每夜被感激。處處幫人的目的是為快樂——一個至高點。<br><br>有一天你覺得自己受不了了，要把一切奉還給大貓，準確地說，以哈佛大綱的標準形式。這陣勢絕對會嚇到大貓，他甚至不知自己是怎麼被打敗的，唇槍舌戰更是說不過你。（當然了，除了雙子，誰比得過處處。）但是，感情是為了走向幸福，而不在於誰輸誰贏。你明白的，分享各自的感受很重要。<br><br>你能解決難題，大貓還是很受用的。你幫助大貓以他自己的方式生活，當然你自己並不喜歡高高在上。你讓大貓寫下一份可行的預算，迫使他多做事少貪玩。大貓讓你多玩，工作暫時放一邊兒（其實你很感激！）。比起自己獨處，你快樂得多，因為你不愛奢侈也不大找樂子。相反，你也能穩住大貓，在人生的海洋中做他的港灣。<br><br>試一下吧。在你們的命盤中或者還有別的積極的星象。愛情從來不只是以太陽星座定論的。這是一對悲（處處）喜（大貓）的結合。讓愛人告訴你彩虹就高懸在頭上吧。一心盯著腳下又硬又冷的土地的時候，你就錯過了它。"
    },{
        "nameI":"處女座",
        "nameII":"處女座",
        "percent":80,
        "comment":"相當理想的一對",
        "description":"處處配處處，哈，聽上去好像是在說一家律師事務所，或是廣告公司~如果你倆都是律師，那必須都是好律師，因為律師需要的品質你都有：注重細節，善於分析，善辯。要是你們開的是廣告公司，我希望由你們來負責打字（沒人比處處更挑剔文字），財務（處處既精明，又會入賬），客戶主管（世故老練什麼的，你最拿手了）。你倆都是工作狂，一投入就會豁出去了。<br><br>不過我要說的是愛情，不扯事業！處處配會幸福嗎？當然。最最至少，你們會心心相通。但你們得避免一些分歧點。讓我們來揭開這份感情，看看什麼會讓你們走向幸福的終點，什麼又會讓它戛然而止。<br><br>你們是生活的現實主義者。你們也很理想化，總是掙扎著要做到極致。你們關心健康，會相互提醒飲食要注意維他命均衡，油脂要少。不過有時就顯得乏味了——你們從不去高級餐廳吃華而不實的晚餐，也不會準備奢侈的小禮物（呃，除非你倆誰的星盤上有獅子）。你們善於溝通，或許其中還有人是寫手，編輯——處女座幾乎是黃道帶上最會寫字的了。處處樂於助人，所以這樣的結合就好比兩隻齊頭並進相濡以沫的海狸。然而，處處都太會批評。如果你們把黑嘴尖用在這段感情上，這麼艱難的考驗你認為它還能存活嗎？你倆想想是不是有這樣一種傾向：吵架的時候，你們很冷若冰山，麻木不仁，像處處會會做的這樣，剪掉你們之間的紐帶。Ouch!你們吵完再和好，可是是這種傷疤卻要過很久也不會好。記住，擠出來的牙膏是不能再捏回去的。<br><br>然而你們都是工作狂（這點你們已然清楚），每天會在辦公桌前花掉大把時間。你要找的愛人，不能喋喋不休抱怨你整天不在家。你們在一起的時間很珍貴。效率對你來說猶如氧氣般重要，浪費時間最可恥了。所以，說真的，兩隻處處在一塊兒其實並不理想，因為你倆都不會撇開工作然後都去荒 淫！你們也都是隱士，你們也會致力於在生活中探險。但是生活本身比工作重要啊同志！<br><br>關於性 生活，你們起初都很矜持。但是一旦放開，那可是會高潮迭起！比起**，處處更注重親密感。你們越是忠於對方，就越能享有激情。處處不會懷有二心，不地下劈腿（處處很道德），在他的懷裡你會覺得安全又溫馨。你倆都健談（或者聒噪），嗯哼，這就是你們愛情高峰的秘笈。"
    },{
        "nameI":"處女座",
        "nameII":"天秤座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"如果身為處處的你愛上了天平，通常意味著你在努力給生活添加更多的情趣。秤子絕對幫得上這個忙！你倆之間沒有什麼大不同。處處工作很勤奮，勤奮到了連娛樂都放棄了，而天平精於在工作中找捷徑，以便能更多地出門和玩樂。公平而言，天平是職業交際花/草——所以你的愛人能在這方面教會你一兩招。處處有點封閉，天平的影響能讓你耳目一新。<br><br>你們兩個都精於分析，有頭腦，但感情並不深摯。希望你倆都能想方設法地讓愛情的小火苗燃著。漫長的工作日結束後，讓你家愛秤在床上娛樂你和釋放你吧。他們是浪漫情境的魔法師——朦朧的燈光、輕柔的音樂（本蠍的牙已酸倒）、誘人的身姿——哪怕你倆都老夫老妻的了。千萬不要批評秤子的努力或身材（不是所有的秤都象妮可·基德曼）。只要保持開放和接納，我敢保證你們的熱情之會隨著時間的流逝而增長。天秤座由情 色之金星掌管，你可不能冒失犯錯啊。<br><br>天秤是婚姻宮，而你的天性是付出和給予。既然你是變動宮，就是靈活和開放的——這對你的夫妻關係的整體健全是好事。你家愛秤是基本宮，你可以指望他來破除生活的局限性，探索新經驗和新領域。基本宮決不會讓生活枯燥乏味。天平是活潑和健談的，你們的對話能擦出許多火花。<br><br>你會喜歡天秤的舉止優雅，你家愛秤非常喜歡出去兜風。風象星座是最喜歡交朋友的，所以你一定會遇見許多有意思的人物。秤子的品味不錯，處處也不賴。你倆都為自己這時髦二人組感到驕傲。處處的衣著往往可愛、時尚、優美又潔淨——畢竟你的星座掌管細節和追求完美。你家愛秤由金星掌管，他著重追求迷人的效果，保持天賦的美貌。處處還注重健康和養生，受你的影響，你家秤子沒準也能愛身體勝過愛美容和華服。"
    },{
        "nameI":"處女座",
        "nameII":"天蠍座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"我們總是從我們所愛的人那裡受益良多是真理嗎？如果是這樣，你的天蠍愛人可以教給你很多！處處/天蠍的組合是神秘的。如果你認識或與不同的天蠍相愛過，對你來說每一個都是獨特的，並且帶給你不同的心靈上的禮物。由於受冥王星守護，你的愛人不會允許你來透徹地分析他，因為當你一要這麼做，他就會改變，讓你吃驚。你永遠不會真正地認識一隻蠍子，他們的感覺是如此深藏在靈魂的深處，分析一隻蠍子得用一生的時間。你知道是什麼使他們如此極端的性感嗎？是自信—蠍子發自內心的自信。他們對自己的力量和擅長的方面有很好的把握，就象你一樣。他們在領域內表現出色，有不可以置信的效率和專注。也就是說，他們無處不做到極限。<br><br>蠍子很少流露出自己的感受。仍然是在深處流的水（蠍子是水象星座），你永遠不會知道蠍子愛你的全部分量。蠍子獨占欲強，這最初也許會困擾到你（處處需要時間來分析一種關係，不喜歡被催促）。但是當你最後把自己交給他，你會體會到他 強烈的愛憐，寬容和忠誠。<br><br>在黃道12宮中2個星座能夠和彼此的太陽星座形成好的相位，表明對於你來說蠍子是多麼的好！你是一個愛擔憂的人，但是蠍子是如此的有力量，你可以由於他的存在而被安撫。蠍子不是沒有目的的人，他們計畫好未來，並且知道自己前進的方向—非常吸引你。況且，他比較節儉，當他們消費時，通常經過深思熟慮。你也沒有奢侈的需求，足夠的積蓄會使你有安全感。<br><br>你的蠍子有時會從這個世界逃開，而你也是這樣。沒有比環境的改變可以使你們中的任何一個感覺新鮮了，因此到山水間旅行對你們兩個是特別好的。古語說“改變同休息一樣好”，一定是出於處處口中，因為處處在任何旅行後都感覺很好，即使是商務旅行。處處很自負，而你的愛人會對你的這一特質給予極大的尊重。<br><br>同一隻蠍子親熱很完美的。8宮，掌管物質性 欲，在天蠍的自然統制下。因此，他比任何一個星座都理解發掘給予愛的潛力。天蠍極為感性，因為他們是敏感，感情充沛的水象星座。作為土象星座的你，經常遊走在感性的海岸，怕一不留神就駛向黑暗和無底的激情的海洋—但是這個愛人可以探索到愛的海洋的最深處。不象其他僅僅是靈魂的部分，蠍子是健壯並且**的，也希望此時此地的肉體上的激情。他理解在熱烈的愛里，好的性愛既象百合般純潔，又是不能控制地沉湎。你的蠍子會提升你對快樂的期待，並帶你到從未想像過的激情的顛峰。作為水象星座，蠍子會喚醒你的心，帶你到從未觸及和發現的感情中。<br><br>不要膚淺的，好奇的或者太堅決的想到達你愛人心靈的最深處。蠍子需要神秘，隱私和足夠的怪異，你也是這樣（雖然你也許以前從沒思考過這個）。不要誤解蠍子的沉默或者讓他們使你低落。給你的蠍子信任， 他會回報給你不可思議的快樂，與所有的穩定，忠誠和你渴望的安全感。這個愛人就是為你準備的。"
    },{
        "nameI":"處女座",
        "nameII":"射手座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"你們兩個人都很獨立，所以一段長期關係對你們來說將是很辛苦的一件事。如果你們其中一個人認為可行，另外一個可能會感到躁動不安。不過熱愛自由的射手座同有半數時間寧願自己呆著的處女座在這個方面便非常相配，他們稱射手座為單身漢的標誌不是沒有原因的（無論男女）。當然，存在完美合拍的射手和處女配，這需要耐心，得慢慢來。如果你願意一切都OK！<br><br>你們倆都都是變動宮，反覆無常，有適應性，非常靈活，思維開放。處女會欣賞射手永恆的樂觀，以及喜歡挑戰的能力。你的天性是非常謹慎並且穩定的，你沒他那麼衝動，這個組合對你們倆都有好處。射手可以讓你行動的更加迅速並且更加自信，你可以讓射手在行動之前理性思考。作為一個土象星座，你會因為他的誇張和含糊感到憤恨，在精神上感到久久的折磨和痛苦。你會催促你的Lover集中精神，進行細節方面的思考。你的堅定的內在和現實性對射手非常具有吸引力。<br><br>處女待人禮貌並且懂得交際，射手過於直白的說話方式有時會得罪人。射手總是遇到人際問題因為他們太直了，但是過不久你就會適應這一點，因為這是射手的天性，而且你也知道他們並不是有意冒犯。在理財方面，你能看到你們倆差別巨大。處女座喜歡節省，但是射手對於攢錢這件事情可是相當不在行的。<br><br>在工作方面也是非常不同地，某天你的射手可能會突然宣布我受不了啦我要辭職，雖然還沒找著另一份新工作。事實上，他可能會宣布，我要出去散散心想想事兒，（射手愛旅行）“不工作還把錢花在玩兒上”你非常難以置信：“你丫瘋了麼？”射手這種盲目的相信船到橋頭自然直的特質和你的氣質並不相容，也會讓你感到緊張。<br><br>處女喜歡擔心，射手卻相反，他們什麼都不操心。可射手這個幸運兒受木星控制，他什麼都不操心的樣子反而行之有效，不像聽上去那樣不靠譜。射手老是會得到他們想要的。作為一個火象星座，他們需要熱情，需要興奮，需要激動，才能掌控他們的生活，事實就是如此。不管是哪種熱情——一份令人興奮的職業，居住在一個美麗的城市，或者熱愛自己的生活——射手希望能找到他們所尋找的。你需要信任他，以及指導，儘管這條通向幸福的路與你想像的大相逕庭，但是一定能行的！ 你們倆都是聰明人，所以你可以確保你們之間的交談總是有趣且富有生氣，你們幾乎無話不說，因為你的太陽，你的交流方式是精確又富有深度的。射手喜歡回學校繼續深造，如果你的射手告訴你他又在申請學校了，你應該非常支持他的決定。<br><br>當二人的太陽呈90度角時，就比如射手和處女座，這是一個緊張的相位，所謂的刑相。這意味著挑戰就在眼前。不過刑相位意味著充足的能量與行動，所以兩個人會都全心投入維護這段關係，沒有一個人會退縮，沒有一個人會坐視不管。這是一件好事。你的太陽在射手的事業宮，射手的太陽在你的家庭宮，你們在這兩個方面互補。你會非常支持伴侶的事業，反之，他會幫助你建立你想要的家庭生活。<br><br>關於**的事兒，非常容易看出你們風格相當不同。你的射手座熱情洋溢，激情四射，好色且心急。而你則更為保留與緩慢，直到感覺踏實之前會都保持超然的冷靜，不會先屈服。一旦你確定了他或她的愛（真的確定了），你的射手座會發現你會自然得像一個土象星座能做的那樣，讓你們身體下的地球也隨之震動。你們都不喜歡愛情中有任何的虛偽，羅曼蒂克的遊戲你們也不喜歡。如果你同射手座相愛，你會在他的臂彎中找到一片避風港。你的愛與性的能量會超越個性上的分歧撫平一切，這讓你原諒和忘記這點小事情。<br><br>這不會是最容易相處的一對兒，但如果細心呵護還是可以成功的。處女座，不要對你的另一半過於挑剔了，讓他用運動，遊戲和旅行鼓舞你。射手會開拓你的視野。反過來，你會在看問題的時候向射手提供一種出於實際的觀感。強烈的渴望會讓這樣的一對兒可行。"
    },{
        "nameI":"處女座",
        "nameII":"摩羯座",
        "percent":100,
        "comment":"天生的一對",
        "description":"親愛的處處，對於你來說，摩羯是無可比擬的愛人喔~摩羯與你同屬土象星座，聯繫非常緊密，因為你們的價值觀大部分是相同的（比如：事業目標）。摩羯座掌管著星盤的第十宮。山羊們專注於攀登成功的階梯，很少有摩羯無法達到事業的頂峰。處處們同樣是工作狂，習慣每天衡量自己的工作水平。處女座通常被認為是挑剔苛刻的星座（聳肩，你知道這是普遍存在的批評），但其實處處們對自己的要求最為苛刻。不要讓工作侵占你和摩羯的愛情生活，過度工作會影響你們的關係。你們倆都是如此的責無旁貸，因此常常會犧牲輕鬆愉快的休閒享樂時間（包括享受魚水之歡的時間）。<br><br>你們將在很多事情上達成共識，比如如何消費、如何省錢，儲蓄對於你們二人非常重要。社會的認同同樣是你們所重視的——你們之中誰也不願被踢出鄉村俱樂部或保齡球聯賽。更確切的說，你們都希望被精英圈子接受，結識成功人士，並從他們身上獲得啟發和鼓舞。你的摩羯愛人尤為熱衷於此，為了與有影響力的人士建立聯絡，他們做了大量的工作。<br><br>你們都不會讓彼此失望的——其實，你們在所有的事情上都不會讓任何人失望。唯一能使你發怒的便是某人的不負責任。生活是忙碌的，當你不再指望某人許諾或承擔責任時，你對這個人的信任也將消失殆盡。摩羯和處女都習慣以貌取人。在這一點上你們存在著共識。你們都是現實的、可靠的公民，具備豐富的常識 ——其實你們遠沒有看上去那麼普通！<br><br>土星掌管著摩羯，因此他們的感情並不外露。不過，作為水星的孩子，處處們擁有一雙慧眼，可以輕易看到別人隱藏的驕傲、羞怯、自卑等內在，自然能夠一眼看穿摩羯的內心。你的摩羯愛人會因你的理解和憐憫而感動。基於對未來共同的願景和相互的關懷，摩羯+處女這對組合將會是是內斂深沉而成熟的一對兒璧人。鑒於你們同屬土象星座，你們都會發掘對方內心深處的所有閃光之處，使彼此熠熠生輝。你們都擁有嚴肅認真的人生思想和崇高遠大的未來目標，在一起生活並不會感到無聊。<br><br>在男女之事方面，由於摩羯對你的充分信任，你大可不必擔心被挑剔或被嘲笑，想幹啥就幹啥吧~如果換了其他人，一定會覺得你過於保守和害羞，但是這種問題在你和摩羯之間不會存在。你們都喜歡漫長而充滿挑逗的前戲，誰都不會猴急的跳上床——至少在你們足夠了解彼此前不會。這種貼心、緩慢建立起來的魚水之歡，使你們的配合天衣無縫。在建立在愛情基礎上的xx行為，土象星座通常會表現得異常亢奮且蕩漾，所以最好讓一切順其自然的發生：你們都知道什麼時候達到臨界點為好。一旦你們在一起，誰都不會再渴望單身或紅杏出牆了，因為土象星座是絕對忠誠的伴侶——只有最極端的情況才可能導致你們分手。"
    },{
        "nameI":"處女座",
        "nameII":"水瓶座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"作為處處的你，如果因為水瓶而淪陷，顯然你希望體驗與自己個性完全不同的人的交往過程。水瓶座，因非傳統而顯得古怪，因多變而特有，有著反常規的好奇心，特有的選擇性健忘，還具有客觀和冷靜的一面。作為處處的你，總是細心的遵循傳統，為人周到而仔細，在謹慎中擁有好奇，具有非常好的工作效率，並冷靜的向目標前進。<br><br>發現了嗎？這麼多特性里，兩個星座的人有著很大的分歧，但也有一個或兩個的相似。他們能憑此長久在一起嗎？你們倆都是知識分子類型的人物，你們之間的討論總是生動而富有激情的。你們都注意從日常生活中獲得大量信息，從而論證什麼是事實，什麼是虛構的。相關貿易方面的有趣花絮故事，新聞和熱點追蹤報導，你們之間總是有說不完的話題，直到雙方因感情結束而停止交流。<br><br>處女座的價值在於：建立秩序和理清混亂，但水瓶座的價值卻剛好相反。他們拆散現有架構並棄之若鄙，重訂秩序，以去掉原有體系中的腐 敗部分。水瓶座的作用就是挑戰現狀，重組原有分工 - 反傳統的革新衛士。<br><br>水瓶座以一種應急搶險專家的眼光去評價世界，而處女座的你著重看待事物的強度和細節。你不喜歡無視規則，但是，你不得不佩服你的愛人，每次（打破常規）後都能以正確的方向推進事物的發展。<br><br>無論是你們兩個，或者你能否繼持續推進這段感情的發展，很大程度上取決於你們相互欽佩和尊重對方的工作的熱情有多高。很多夫婦都因為錢而吵架，這個倒是不會發生在瓶子和處處之間。在這點上，兩位倒是有很多一致的看法。就算自己在投資上缺乏運用能力，兩位也都願意接受對方對於如何達成經濟目標的建議。<br><br>水瓶座最大的問題是選擇性健忘，因為覺得不重要，所以他們不去記細節。如果計算機可以容納所有的數據，為什麼還用我們用腦子去記呢？你，當然，腦子從來沒有空過：什麼郵政編碼啊，鄰居小孩的名字啊，下次去看牙醫的日子啊。大家驚嘆於你能把這一切零零碎碎的事情都記住，簡直是有特殊能力。但是，瓶子也不能因此去嘲笑我們的處處記不住這些事情，天才需要騰空大腦，去想他們要想的事情。<br><br>你倆最和諧的時候就是呆在屬於你們自己的房間，水瓶星座能燃亮屬於你們共同d的房間，你的愛人在床上總是能發現你無窮無盡的魅力。反過來，水瓶座由天王星控制，天王星意味著不同尋常，不可預測和扣人心弦。相比其他任何時候，你的愛人在床上，才能體現出他的狂野和富有創意的，並且處處應該明白，這所有的狂野和富有創意，是為你自然的，是為你而發的。就這點而言，這種行為是不會削弱兩者之間的相互吸引力的。<br><br>水瓶座的壞情緒，可能源於處處花了太長時間才給與瓶子感情的承諾。但是，如果這種戀人關係是處於柏拉圖式的，尚未踏入更深的情感，（儘管兩 性魅力是美妙而動人的化學催化劑），這將是處處 - 而不是你的愛人瓶子 - 會慢慢冷淡下去。處處需要浪漫和燭光，而你的水瓶座只是以為這是你多愁善感的可愛表現。水瓶希望愛人也是朋友 - 你也是這樣想的，但是，時間久了總是這樣，你就會魂不守舍。<br><br>處於處女座的謹慎，你不相信願望這類不靠譜的東西。如果你覺得某些事情正在朝不好的方向發展—比如愛情 — 你就會越發猶豫，覺得沒有什麼是不可能發生的，其實這只是處處自己的胡思亂想。你可能會感到驚訝，你不應該如此悲觀看待事情。可是處處的特性就是容易焦慮的，你會覺得你沒法讓這段感情進入現實。<br><br>而你的瓶子戀人，也正進行著同樣的思想和精神分析，認為對婚姻應該持有謹慎態度。尤其瓶子對隱私和保留自我個性看得又如此之重，於是在誓言面前兩個人都退縮了，導致你倆在婚姻問題上喪失了如此多的機會。<br><br>於是，你們需要很長的時間，才能達到交換戒指和誓言的步驟。總算，你們之間的前進速度大致是相吻合的，對婚姻的恐懼心態也會因為時間而克服。所以不要過於煩惱，給與雙方足夠的空間，來獲得更合適你們節奏的情感關係。<br><br>可這種情侶關係如何持續下去呢？土地（您的標誌）和空氣（你的戀人的符號）如何才能組合呢？這場戀人間的遊戲可不是用占星術就能調和在一起的，但它仍然有存在的可能。<br><br>也許你擁有其他行星位於你星座內部，使瓶處的關係日趨和諧。正如所說的，你的命運不是在你的星座里，而在你自己的掌握之中。"
    },{
        "nameI":"處女座",
        "nameII":"雙魚座",
        "percent":60,
        "comment":"互相吸引又互相排斥的一對",
        "description":"這是富有詩意又不偏離實際的組合——這能合適麼？當然沒問題！你們恰恰擁有對方需要的東西。那些生日差了6個月的人們，在星座上形成了沖相位。這代表你們非常的般配，因為你們擁有對方所缺失的品質。<br><br>你愛的那條魚啊，全都是右腦在工作：滿腦子的夢想，想像和對他人的同情心。用常識來衡量，雙魚肯定不實際——這是你的方式——但是他們有其他方式來彌補，他們可以理解生活中那些玄妙的事情。他們擅長閱讀符號和手勢的含義，而你往往只能看到表象。你精確的時候，他發散；你鑽牛角尖的時候，他靈活；你覺得車到山前沒有路了，他卻覺得是柳暗花明又一村。<br><br>你們在一起可以大有作為。同為變動星座的你們，心胸開闊，為人隨和，能夠接受新的想法和觀點。都不頑固，也不會和對方較勁。你整潔、強迫、細緻的方面，你愛的那條魚卻正好相反。雙魚的生活混亂卻快樂，這能夠激發他們的創意。那些要設定界限、類別、分出特徵和間隔的事情，對於他們來說過於約束了；他們需要在開闊而毫無限制的空間裡翱翔。當一個人正在為一首關於真愛的歌曲，或是一部關於同情和孤寂的電影主題曲填詞的時候，怎麼會去擔心收支平衡的問題呢？雙魚用自己的身心來感受他人的心情，那些生活瑣事對他們來說不值一提。<br><br>要說起你為什麼會被雙魚吸引住，處處們，事實的真相就是，你覺得你可以從他身上獲得些什麼。很正確。你們都可以從對方身上學到些事情。雙魚可以學得如何更腳踏實地，對生活更加有規劃。你可以更有信心來幻想些什麼，為自己構造一個更好、更光明的未來。你的注意力都放在了生活瑣事上。你只看到了拼圖的一片，而忽略了整幅圖片的美麗。你的魚魚會幫你解決這個問題，為你揭示所有的可能性。<br><br>魚們相信人之初，性本善，而他們也用這個當作信條，自我催眠地生活。他們相信善良終將戰勝一切。有些人會利用魚們，而魚們明知如此卻毫不反抗。如果你需要一條魚所有的能量，他們也會全部交給你，因為他們的能量源泉取之不盡，一覺睡醒就又精力充沛。雙魚座借錢給別人的時候，根本沒有期望對方能還回來。他們通常根本不是借東西——而是無償的給予。對於金錢的概念可以說是你們兩人分歧最大的方面了；雙魚是非唯物主義者，這和你完全背道而馳。你希望你的愛人對於財務方面能夠更聰明，但是魚們的視野似乎在地球的另一邊，那個精神世界上。冥冥之中，上帝會眷顧你的愛人，這可能是因為魚們平日散播出真誠和關愛。<br><br>魚們有很好的想像力，但他們並不知道哪些有商業價值。他們處於兩種截然不同的環境中（就像雙魚座的標誌一樣：兩條向反方向遊動的魚）。現在，你的常識和實踐主意對於你的愛人來說，有價值了：他們會聽取你的意見（雙魚很善於聆聽，不僅對於你所說的內容，還有你的表達方式），他們會仔細思考，當作真理來接受——這讓你覺得自己被需要，而且十分滿足。處處們，你的魚魚的確需要你。<br><br>魚們有很好的第六感，不用問就知道你要什麼。你永遠會被他們能力所震撼，在你還沒用處處的方式表達出來之前，他們已經了解你的感受了。就像你擅長用文字表述一樣，魚們根本不需要這些。只要看到你的眼神、表情，哪怕是一絲神情，他們就能理解你最深層的感受。<br><br>你們這對組合滾起床單來，那真是high翻天。要說解放你在男歡女愛方面的約束，魚們那是不二的人選。你的愛人有著極其驚人的能力，他能讀懂你的心聲，讓你覺得這件事情異常美妙。作為水象星座，你的魚魚會潛入你靈魂的深處。雖然你的土象元素企圖阻止這件事情的發生；而你通過魚魚，會發現你了解了你更深層的感受，而這種感覺你從未有過。魚魚的水象元素一次又一次地滋長、強化了你的土象元素。魚魚讓你擺脫掉那些條條框框，讓你看到生活和愛情里更多的可能性。<br><br>魚始終相信魔力與想像，作為一個過於實際的人，你卻想相信你的魚魚所做的事情，但是你從沒有勇氣或是機會這樣做。不過現在你可以了。你們都太害羞，太含蓄，你們的組合是那樣的體貼、溫柔，讓對方陶醉。但你們又想先知道對方最真實的想法。你們都要敞開心門，但又不敢這樣做，害怕自己受到傷害。不過你一旦放下心防，你會用心靈、或是肉 體的方式來表達你的感情。你們都不是自私、任性的人，你們對於對方的需求會很敏感。對於你們來說，男女之事是相當神聖、美妙的，並不是隨便的事情，對方是不會讓你失望的。<br><br>把握好你的魚魚，讓你們走到最後。你們的關係中沒有中間值——不是天堂，就是地獄。在星相中，太陽的對沖意味著你們二人不是天衣無縫的契合，就是徹頭徹尾的不適合。結果掌握在你自己手中。"
    },{
        "nameI":"天秤座",
        "nameII":"牡羊座",
        "percent":60,
        "comment":"互相吸引又互相排斥的一對",
        "description":"對宮星座總能互相吸引。你們總是先為對方考慮，而牡羊總是以自我為中心。這個組合是充滿生機的。然而，你能被吸引可能只是因為對方身上存在著一些自己沒有的特質，所以這段關係看上去更像是一場充滿歡笑的遊戲而非愛情。<br><br>牡羊座的冒險勇氣&說做就做的幹勁讓你們打心眼崇拜。牡羊是健壯、充滿自己想法、樂觀的星座，但有時他們做起事情來很衝動，不太經過大腦思考。然而你們是理智、善於分析問題的，如果牡羊肯聽取你們的建議，那就很完美了！你們希望周遭是和諧合理的，然而他的字典里可沒有“節制、適度”這種詞語，或是他們根本不理解那含義。<br><br>正是因為他們這個品質深深吸引了你們。和牡羊座拍拖永遠不會了無生趣，另外，你們周遭的朋友等人際網路將為你們的關係發展注入更多能量！天秤是一個優雅的星座，你們注重社交，關心社會，因此，你會很希望你的牡羊戀人也能夠加入進來。<br><br>一般情況下他們是願意的，但是牡羊天性有點小孩子，比較頑皮搗蛋，所以我在此先給天秤們打個預防針！用你的幽默感去說服牡羊吧！天秤人生中最害怕的正是牡羊所熱衷的——冒險精神的生活態度。<br><br>天秤面對床上的牡羊座戀人時候，可能會覺得“真是棘手阿”。他們會燃起你們內心的激情和欲望。牡羊座是一個激情澎湃、投入並充滿活力的星座，你們會慶幸自己找了他作為愛侶的。但是當牡羊們感到厭倦沒有新鮮感的時候，他們看你耳朵眼神可能就有點飄忽不定，不那麼專情了。<br><br>因此，讓自己的神秘色彩濃重些，別讓他們猜到你下一步會做什麼。男女牡羊們都很享受床上“追逐打鬧”這樣嬉戲般的刺激時光。天秤渴望婚姻，但是牡羊們難以確定自己是否做好了一輩子相守的準備。你們務必得找到一種方法好讓他們意識到承諾的責任是落在他們身上的，因為要讓他們乖乖聽建議是很難的！這是個不錯的組合，你們會找到想依靠度過一輩子的他。"
    },{
        "nameI":"天秤座",
        "nameII":"金牛座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"你們的守護星都是金星，所以彼此都屬於那種外交老練型、優雅、並天生喜愛美的事物的人。你倆熱衷文化藝術、喜歡嘗試新品食物——不管你相不相信 ——購物也是你和他的共同喜好噢！你們都熱衷優美的事物、環境和衣飾，看哪，你們有太多的共同點了！金牛欣賞你們的氣質，更不會對你們在自己身上投入的金錢斤斤計較，喋喋不休。<br><br>可能讓你最受不了的還是金牛的頑固。作為秤子，你們天賦就是能夠在各種看法觀點中穿梭自如，但是他們可絕不會妥協。若你們希望可以改變他們的想法立場，那務必儘早，在他們還沒做最後的決定之前!要是他已經做了選擇，那也就是板子上釘釘子，別奢望他們會依你做改變。天秤們一定要瘋了吧？你們肯定在想為什麼會有這麼講不理的人！<br><br>風象天秤熱衷交流聊天，但是金牛們的話不很多，他們寧可自己耗上一下午看點書，做些思考。這讓你們感到孤單，甚至有種被無視的感覺。幸好你還有一大堆朋友圍著你，所以當金牛們正享受著自己愜意時光的時候，千萬不要打攪他們，找你的死黨去嘮嗑吧~說得難聽點，如果這種被冷落的感覺一次又一次重複上演，你可能會自問，“靠~我們還是在戀愛麼？<br><br>土星金牛享受做愛的每一分鐘，這讓你們甚是崇拜。金牛的聲音很優美（金牛座主管咽喉部分），不僅充滿撫慰特質，更能點燃內心的小激情。一般只要一被他們咬個耳朵，你就會扛不住了。他們善於利用溫柔輕和的手部接觸作為開場。金牛戀人如此性感、充滿激情，所以，你們很輕易就會被“喚醒”，進入“狀態”啦~<br><br>只有你們全身心地投入這段感情，同時承諾永不背棄時，關係才會順利發展。金牛們能夠給你帶來有安全感的富足生活&你渴望的忠誠專一，外加火辣辣的性體驗噢！所以，算算你也不虧本啦。"
    },{
        "nameI":"天秤座",
        "nameII":"雙子座",
        "percent":100,
        "comment":"天生的一對",
        "description":"你們簡直就是天造地設的最完美一對。雙子座也是風象星座，因此他們深深懂得你的思維。兩個如此理性、善於分析的思想性星座結合做戀人可能會被認為情感元素存在較少了，其實並不然。因為你們都是用頭腦指揮著內心情感世界，既然都有這個癖好還有什麼好糾結呢？<br><br>雙子是上帝為天秤而創造的星座，同理，天秤也因為雙子而生。（我想到“天秤是雙子的肋骨”的這個說法）。大腦是身體的“性感帶”，而你倆總是自然而然地逾時地行進在這領域。<br><br>你們愛慕雙子的機智風趣；他們則敬仰你出色的敏銳觀察和鑑別能力。你和他的結合往往能夠把你們的人際圈一下子擴充2~4倍大。由於雙子座落在了天秤象徵遠距離旅行的宮位，因此，你們很可能結伴去許多有趣的地方，領略異國情調。不管是你還是他，都無法容忍長時間的單調重複生活。<br><br>相信我，這對組合將會給你帶來所有渴望得到的東西！這對組合太棒了！不管從什麼標準劃分，都是滿分！"
    },{
        "nameI":"天秤座",
        "nameII":"巨蟹座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"和他在一起之前，請保證三思過。如果你肯努力，也許會有好結果。但你終究會感到他們敏感神經質的情緒變化是一道難以跨越的鴻溝。為什麼這麼說呢？因為巨蟹座是相當家庭主義的，但是你們怎能抑制自己邁出家門投身社交活動的衝動呢？<br><br>你們渴望人生充滿不同的經歷，認識不一樣的人，然而在他們眼中，你做的這些事情都純粹是在浪費時間。巨蟹如此顧家的性格只會讓你們更有翻出圍牆掙脫束縛的欲求。巨蟹總是有著最最傳統的家庭觀念，然而在交往初期，你是很難察覺到這點的。但是一個有愛又溫馨充滿魅力的家也是你們內心渴望的，所以至少還是符合你思想的。<br><br>你們的不同之處就在於——像是你更喜歡把朋友邀請來家裡玩；但是他們更願努力，也許會有好結果。但你終究會感到他們敏感神經質的情緒變化是一道難以跨越的鴻溝。為什麼這麼說呢？<br><br>因為巨蟹座是相當家庭主義的，但是你們怎能抑制自己邁出家門投身社交活動的衝動呢？你們渴望人生充滿不同的經歷，認識不一樣的人，然而在他們眼中，你做的這些事情都純粹是在浪費時間。<br><br>巨蟹如此顧家的性格只會讓你們更有翻出圍牆掙脫束縛的欲求。巨蟹總是有著最最傳統的家庭觀念，然而在交往初期，你是很難察覺到這點的。但是一個有愛又溫馨充滿魅力的家也是你們內心渴望的，所以至少還是符合你思想的。你們的不同之處就在於——像是你更喜歡把朋友邀請來家裡玩；但是他們更願意的是一家人的其樂融融就足夠。<br><br>第二，你是理性、善於思索溝通的風象星座，他們則是感性、多情敏感的水象星座。開始你也許會覺得不錯，但是不過多久你就會體驗到巨蟹那多變情緒帶來的困惑感了。雙魚天蠍還到會有點耐心和直覺去了解巨蟹不穩定的情感表現，但是對於天秤們，你們很難長久這樣重複去領會糾結他們的心情，太難捉摸，也再沒興趣了。<br><br>你們的巨蟹戀人在這個方面還是蠻有天賦的。他們會毫不吝嗇地投入&有曼妙的體位。一開始，你為感覺非常地美好，覺得他們簡直就是夢幻的實現者。然而，之後你可能會發覺他們有些”占有欲”，或是比較容易產生嫉妒，有時候還會詳細諮詢你的日程安排。你的巨蟹戀人困惑為何你們對他不能更加感性點呢，然而你會覺得這個人怎麼這麼不理性，然後就繼續自己的邏輯思維行事。<br><br>若你的伴侶是巨蟹，那你們的合盤肯定存在一些正面的相位——因此不要放棄希望。即使沒多少積極角度，也要提醒自己，畢竟占星不能主宰命運。若你們真心愛著他，那沒什麼阻礙難以克服的。"
    },{
        "nameI":"天秤座",
        "nameII":"獅子座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"這是一個經典漂亮的組合，絕對有長期發展下去的潛質。因此把握住這個優勢吧。<br><br>你倆都愛臭美，也喜歡出門逛街，看看新鮮事物，參加有趣兒的聚會。這些對你們來講都會使你們感到特精神。你們秉持著對美好生活的熱愛，該花錢該享樂的時候不會絲毫吝嗇自己的錢包。你們的結合時充滿快樂的。<br><br>火象獅子座總是能給風象的你們帶去激情。很多時候，你們總是用理性操控自己的心靈和舉止，然而他們會“強制性”改變你們的這個方式，獅子的奔放和對社交的熱衷、樂觀精神，以及端莊的特質會很快吸引你們的眼球，他們強大、性感的自信也深深打動了你。獅子能在床上是較為主動的，你應該感到幸運吧！<br><br>他們在這方面很有一招——而且充滿趣味——不久以後你們就會“上癮”了。天秤很重視外表，因此床上不會有一些穿過沒洗或是破了個洞的T-shirts。這點讓獅子很是欣賞。繼續前進吧，天秤們，你們相遇注定會有成果。"
    },{
        "nameI":"天秤座",
        "nameII":"處女座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"處女座的清晰表達能力，熟練的團隊意識，優雅善於服務他人的品質&完美主義讓你們傾心不已。這談不上是一個經典的組合，因為處女座是土象，而你們是風象屬性——本質可能存在些差異。<br><br>另外，你們善於發現彼此的優點：天秤欣賞處女座的實在，你們喜歡分析事物，這點和處女座是一致的（實際上你們都有過度分析的特點）。相對浮華，你們更喜歡的是優雅低調的風格。你們不會為了是否入手一件質感很好的衣服而爭論不休。<br><br>處女座只有在收穫成果的時候才會快樂，這也許是你和他最大的不同。天秤天生喜歡玩樂，也許你們應該適當互補一下，你再用功點，而他要試著學會享樂。處女座很有潔癖——甚至可能誇張到你要抓狂的地步。<br><br>相比獅子在床上的娛樂性，處女座更多喜歡用言辭做愛。你們不妨多說點挑逗的話，這會讓他儘快進入“狀態”。你們都不是感性動物，因此過於理性的思維可能讓氛圍比較沉悶。你倆會在思想方面碰撞出火花——可能生動的討論還不夠你們滿意。<br><br>然而，“美國國會預算報告”難道能讓你們辯上幾年的時間嗎？你要相信處女座的思維很“神童”。另外，當你們覺得生活太過死板枯燥的時候，除了在思想言辭方面互動之外，不妨在身體上做些創新吧,你倆太缺乏感性元素了。<br><br>不用難過，若你們的處女座戀人有強大的金星，或有和你相同的行星位置，那這個組合就會很不錯。所以試著交往看看吧！"
    },{
        "nameI":"天秤座",
        "nameII":"天秤座",
        "percent":80,
        "comment":"相當理想的一對",
        "description":"你們似乎是在和鏡面的自己戀愛；你們對鏡中的他很是喜歡，出奇的是對方也一樣喜歡鏡中的你。你們知道對方的弱點和優點，有著類似的本能和直覺反應，這是2天秤談戀愛的優勢所在。然而你們無法互補不足。<br><br>天秤座感情很細膩，甚至有時還喜歡發號施令，所以你需要多加自製這點。這段關係不存在誰統領誰的問題，但是當天秤的特質同時發生碰撞時候——可能會造成些許不愉快。<br><br>2個天秤的組合是充滿智慧和思想的，缺點就是無法對深層次的內心情感做探索發現，因為你倆都沒什麼興趣或是勇氣做這個研究，只怕自己受傷，這有些遺憾。性生活的和諧需要你們卸下怕被傷害的防護盔甲，同時提高彼此的親密度&激情。<br><br>你倆都認為約會是為婚姻奠定基礎的。因為你們都有點猶豫不決，經常會出現“容許我再想想吧”或是“XX，你覺得行麼”的這種情況，約會也糾結。"
    },{
        "nameI":"天秤座",
        "nameII":"天蠍座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"若你們想讓他們對你抱有興趣，那麼不要曝光自己的所有特質。天蠍座喜歡挑戰和誘惑。一般說來，黃道面上的2個相鄰星座往往後者會彌補前者的不足。天秤偏向主觀思維，但是難以到達情感上愉悅的至高點。天蠍恰恰彌補了你的這點。<br><br>你也許會認為這是一件好事，確實，可能是吧~但是你也許會發現他們更關注自己的情感世界，這讓你們很是怨念。少有星座能夠讀明白天蠍的情緒。相較你們的振振有詞，天蠍顯得比較成默寡言。當天蠍陷入自己的心情時候，他們會變得異常安靜。這時候就需要你的幫助了，通過你們頗有天賦的溝通能力去打開他門的心扉。<br><br>不管怎樣，還是要留意他隨時的痛打狠批，或是大喊“走開，讓我一人靜靜！”孤獨感是你們無法忍受和難以理解的。若你們要抑制自己對溝通交流的渴望去成全這段感情，打死你也不願意的。你們喜歡豐富的社交，但是天蠍沒什麼興趣。你們喜歡外出，然而他們卻喜歡關上房門拉下窗簾獨自一人。麻煩啊麻煩。<br><br>性生活對於他們來說是很重要的。天蠍難以想像“柏拉圖式的戀愛”會有多麼的恐怖。你應該為很有做愛技巧的天蠍伴侶而感到幸運。天蠍渴望的兩性生活需要和精神領域聯繫起來，即使作為本位風象星座，你可能覺得這有點吃力。另外，天秤是嚮往婚姻和承諾的，而天蠍有著強烈的占有欲，他們是不允許外遇的發生。<br><br>你們雖然有不同的思想，但是最終目標是一致的。給你們的關係多點機會，要知道，他們可能使你們的夢中情人和最好朋友。也可能出現雖然彼此很來電，但沒什麼結果的局面。你們的關係很少會有第三者的介入。"
    },{
        "nameI":"天秤座",
        "nameII":"射手座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"這對組合的成功幾率很高。你倆都有不服輸的特質。天秤喜歡出門認識新人，參與各種社交，獲得更多閱歷。射手喜歡旅行，你們很容易勸服對方一起參與這些活動。<br><br>不過你們對射手的直爽有點難以接受。有時候然們會自然而然地無意識地說出一些傷及面子的言辭。天秤主管婚姻，因此嚮往家庭，但是射手卻追求自由和不受約束。另外你們的猶豫不決也很是讓他們抓狂。一旦射手的心定下來了，也就願意和你們攜手度過餘生了。"
    },{
        "nameI":"天秤座",
        "nameII":"摩羯座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"天秤敬仰摩羯的雄心壯志，並希望自己也能有這樣的品質從而實現目標。你倆喜歡社交場合，因此類似商務派對或是客戶宴席不會成為你們爭執的焦點。摩羯戀人對你們的形象意識很崇拜，要知道，他們很少花心思在這些領域。<br><br>要說你和他的不同之處，那就是你比摩羯更會享受生活，不會把自己逼得那麼緊。另外，你們可以慢慢影響改變這個狀況。其實最困難的是天秤獨守空房的時間——摩羯總是工作到很晚，然後拖著一身疲憊回到家中。你們的關係總是冷冷熱熱的——你們星座相位並不和諧，因此你們需要面臨很多的考驗。<br><br>還是給彼此一個機會發展試試。你倆都渴望有一個溫暖溫馨的家，這個夢想定會在你倆身上實現。若摩羯是這個家庭的支柱，他是不會讓你過苦日子的：他們超有責任感，也能認真做事——絕對是個可靠的伴侶。另外，摩羯是你們的家宅宮，意味著生活的舒適。有摩羯在，沒什麼事情是做不成的！"
    },{
        "nameI":"天秤座",
        "nameII":"水瓶座",
        "percent":100,
        "comment":"天生的一對",
        "description":"是的，是的，是的！你怎麼能錯過水瓶呢？水瓶和你的組合可謂完美極了！溝通無阻礙，總有聊不完的話題，激烈的討論，靈感的碰撞更是時時發生。<br><br>每個戀愛關係都有衝突點，而你倆的矛盾就在於水瓶太太嚮往自由和無拘無束的生活了，但是你們心底是渴望婚姻的歸宿感的。水瓶對承諾的冷酷回應可能讓期待N久的你們幾近抓狂。天秤要學會有足夠的耐心，畢竟你們有很多的共同點，這對關係的發展是很有利的。<br><br>天秤是個優雅的星座。你們喜歡社交、高檔的餐廳——但是坐在公園的長凳上餵鴿子，就地解決用餐讓你無法接受。學會去體諒對方，水瓶正在為了一台筆記本電腦或是擴充記憶體存錢呢，他們只會覺得把錢用在吃上太不划算了！拿出你的信用卡幫助他們度過財政危機吧。即使你們難以改變他們，但你足有能力使 他們為你著迷。<br><br>天秤喜歡從友誼漸進到愛情的方式，這點是水瓶很認同的。他們會成為你的摯友兼愛侶。水瓶們在床上是娛樂性和創新實驗型的。有時做愛，文雅的天秤會被水瓶提出的“創意”雷到。但你們不懂拒絕的特點還是會向他們投降的。這是個出色的組合，儘管初時相處會發現一些出入。"
    },{
        "nameI":"天秤座",
        "nameII":"雙魚座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"你們可能會因為各式原因走到一起，雖然占星角度來說，你們的組合併不被看好。雙魚座是充滿創造力和極度敏感的星座，這和你們不太物質的觀念比較一致。你們可能都喜歡詩歌、音樂和藝術。雙魚喜歡和你們一道外出體驗生活。但是雙魚也渴望有很大的私人空間。<br><br>一般來說，他們不會總是疏遠你們，遠離社交圈。但他們需要孤獨的時間來梳理自己的靈魂，防止世俗攻破他的敏感精神系統。你們都是理想主義者，並善於找到可行的解決問題的方法。你的雙魚戀人會給你們帶去靈性的啟發和新視角。<br><br>雙魚是個情感動物，敏感&浪漫。他們喜歡探討人生的意義，宗教信仰、他人的遭遇故事，並充滿同情。作為風象星座的你可能從這些交流中獲得啟迪，但是雙魚不太會關心你們所想，因為覺得你們分析得太細以至於沒什麼感性認識。<br><br>天秤天生喜歡錶達自己想法的特質可能因此遭到打擊，你們會感到失望。雙魚是夢幻和潛意識的象徵，這幫你們探索未曾涉足的領域。你們的交往對你來說是收穫更多的，前提是你願意接受阿~你們是本位星座，因此喜歡穩定，不喜歡變動地生活。<br><br>魚則是變動星座，因此，他們有很強的適應能力。只要雙魚們有足夠屬於自己的時間，他們是很願意跟隨你們的步履前進的。這個靈魂伴侶比較反感追求物質世界的行為。若收穫意外之財，你們定會購置藝術品或是珠寶；但是雙魚會用其換為貸款、買些工具，剩下的通通捐給慈善機構或是需要幫助的朋友。<br><br>這方面讓你有點糾結，但是因為你們身在雙魚象徵共享資源的8宮，因此，12星座中，你可能是最受益於雙魚的資源的。你們至少可以為他們建一個賬戶，以備退休後使用——雙魚很少有類似遠見。"
    },{
        "nameI":"天蠍座",
        "nameII":"牡羊座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"你們兩個意志都如此堅強，試圖占據主導地位成為了你們相處中的重頭戲。這對商業夥伴來講可能會是好事情，於一段戀愛關係卻未必。你們都消停不下來，對新的挑戰躍躍欲試，而兩個人能夠各自賦予這段關係不同的含義，這也是為什麼你們在初相遇之時便無法把視線挪開。<br><br>你的牡羊伴侶總是心氣兒十足的，滿腦子的新點子，並夢想著它們能夠成真。你有時候覺得這太不切實際了點，的確。牡羊並不細緻甚至不講求實際，他們在宇宙中扮演著激勵他人的角色。他們不願被埋沒在人群之中，而是通過不停的挑戰自己來測驗自己感性與理＊＊＊的極限。你跟你的羊分享著同一個統治者——火星，不過天蠍有兩個統治者——另外一個是冥王星。火星被稱作“行動之星”，是戰士的代言人，可儘管你們都是奮勇善戰的，表達方式卻大相逕庭，因為你的伴侶在黃道第一宮——是只領頭羊，而你可是富含感性、直覺，有時甚至帶點心靈感應的水相。<br><br>你可能為牡羊沒有你那麼深沉的情感而感到抓狂。他們生活在表層，不像你那麼善於挖掘他人深層情感和動機。總是滔滔不絕、不斷的從一個會議殺向另一個雞尾酒宴——你會覺得牡羊太奔波庸碌了。你需要定期享受絕對的獨處來為自己的電池續航，而他們，則需要在與人相處中煥發自我。<br><br>在愛情中，你渴望承諾和長期關係，而牡羊不管在愛情還是生活中都著眼於當下。一旦發現無聊他們便選擇離開。天蠍要求絕對的坦白，但牡羊更多的把這當成一種可怕的制約。你的謹慎內斂在你的伴侶看來也多少有些神秘。當你陷入情緒泥沼之中的時候，牡羊沒有耐心像巨蟹那樣把你從裡面拉出來，他們可能抓起衣服一走了之。由於火星對你們兩個星座的統治關係，你們脾氣可都不小，雖然情緒可能很長時期內不會顯像爆發，但是一旦發生就要小心。最好你們之間有一個耐心一點，要知道除非你們的星盤中有大量水相或者土相星座，否則這不會是一個讓人放鬆的關係。<br><br>你們都有著強烈的身體欲望，在OOXX時，可謂天雷勾動地火。但我覺得你更渴望一位更加順從、善於配合的伴侶。你的羊能夠帶給你難以忘懷的體驗，但過後你會開始渴望一種與伴侶間真正的精神契合。你不明白為什麼牡羊無法配合你感性世界的深度。事實上，你感到自己被頭腦中一些願望之間的角逐銬牢，而非誘人的擁抱。在某種意義上，天蠍是這樣的，你需要控制別人，而牡羊需要反抗。<br><br>就像上面所說的，這有點像在挑戰珠穆朗瑪。不過你能做到——如果你愛著你的羊。一定要通過占星師了解你伴侶的整個星盤。因為合拍的上升或月亮能大大的改善局面。你最大的財富便是天賦的直覺，它會幫你掃除日常障礙，探索如何更好的去愛。"
    },{
        "nameI":"天蠍座",
        "nameII":"金牛座",
        "percent":60,
        "comment":"互相吸引又互相排斥的一對",
        "description":"你們是辣椒，金牛是胡椒粉，你們是茶杯，金牛就是茶托。你們是相對應的，因此你們是非常匹配的! 你們的金牛愛侶是地相星座，你們是水相星座，多麼好的結合呀!<br><br>你們既不像牡羊也不像天秤那樣熱愛社交。你們兩個都喜歡呆在家裡聽聽音樂，或者是看一部懸疑片(天蠍的提議)，並且品著上好的紅酒，還有一些水果。然後,就是＊＊做的事了...<br><br>你和金牛都對性有著良好的、健康的態度.每逢周末，對於你倆來說，就是應該膩在床上的時間。你們彼此都性感地回應著對方的需求，然後，你們感覺到靈與肉的結合。金牛是耐力十足的並且喜歡按照他們的步調＊＊，讓你充滿喜悅。金牛從不急急忙忙，他們對待愛情就像對待美餐-- 要回味，遐想，把玩然後全身心體驗。而你，天蠍，想要探究你的金牛愛侶身體深處的靈魂。即使你的金牛不像你這樣想徹骨地了解你，但是作為開放的人，金牛將告訴你想知道的關於他的一切。這非常好，因為你們對金牛好奇，你們不喜歡一開始就暴露自己太多。<br><br>你們兩個都有占有欲並傾向於猜忌, 但幸運的是你們彼此很了解對方。你的脾氣一爆發也不會干擾到這個金星統治下的愛侶的。面對你的怒火金牛會聳聳肩，知道這不過會成為過眼煙雲。你們兩人都喜歡規律的生活，而不喜歡變化多端的生活——那樣會讓你們覺得疲憊或者是在浪費生命。"
    },{
        "nameI":"天蠍座",
        "nameII":"雙子座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"這並不是一個神仙眷侶的組合但奇怪的是他和她卻能有無數種可能性。雙子戀人的腦子裡總有各種好玩訊息的片段會敲醒你心裡孤獨的鐵門。天蠍也許是最沉默的星座了所以雙子小話匣子們不得不配合著你的態度轉變自己的交流方式變得溫情而單純。雙子會給你你需要讀書冥想的安靜時間他|她知道你在跟自己對話。雙子會很快意識到蠍子的舉動並不是拒人於千里之外而是自我修整和充電。<br><br>雙子戀人的日座照亮了蠍子的八宮。這是被蠍子統治的一個宮這就是為什麼風相雙子會跟水相蠍子相互吸引。把你們倆的結合比作興奮的泡騰片是最恰和不過了。八宮管理著性行為和其他人的財產所以你和雙子在投資賺錢和花錢上會有很多共通點喔。<br><br>關於性雙子是很多元化的。但是蠍子們更偏愛於有觸感的真實的感受。所以你可能有必要常製造一些小特別來讓雙子們活起來。蠍子你才是＊＊世界的魔王所以我覺得你會很好的把握。雙子會用他|她特有的調情方式以減輕你在外界收到的壓力帶給你性的放鬆和享受。雙子將帶你走出墨守陳規的圈子（很少有星座像蠍子一樣以例行程式的態度看待性行為）讓你愉悅。如果你願意雙子會帶著你在仙境般湖面飛起來體驗這種魔力他|她會讓你獲得真正的快樂。"
    },{
        "nameI":"天蠍座",
        "nameII":"巨蟹座",
        "percent":100,
        "comment":"天生的一對",
        "description":"你正在愛著一隻螃蟹麼？那麼你所選擇的是與你最適合的人之中的一個。這個配對可以得個“10分！”你的螃蟹的感情和熱情與你一樣的深。同時，通過其他好的配對（除了雙魚，天蠍）你將建造一個充實，親密的生活狀態。雙方都是情緒化的，但是你們互相包容，並且觀察彼此像風景畫一樣的情緒的轉變，好像給生活增加了趣味和神韻。螃蟹和你一樣是水相，你的愛人明白是需要將強烈與直覺連結在一起的。你們兩個之中，天蠍更加強硬，但是巨蟹有能力去柔化改變的事情，這對你們來說是一大好處。<br><br>你們將表現突出。巨蟹想要的是一個家，天蠍主宰生殖，所以這將成為一個碩果纍纍的結合。巨蟹也主宰培育，所以這將成就一種你夢想的家的生活。<br><br>警語：天蠍想要在有生之年有一場無與倫比的強烈的愛，所以，如果他們由於壓力和環境與錯誤的人結婚了，結果將是悲慘的。天蠍的查理斯王子，與巨蟹的黛安娜王妃結婚了??撬惱姘橇硪桓鼉扌貳桌Ｋ裕衷諛憧吹攪艘桓鼉扌誹煨皇淺志玫吶潿浴Ｌ煨誥襠鮮竅嘈乓胝姘嶧櫚摹Ｉ踔粒艫男饗轡灰膊荒芊竦粽庖還嬖頡?<br><br>一個戀愛中的巨蟹，在開始或者在一起生活很多年後，提供食物是愛情的一種體現。所以，一起做飯，給愛人餵飯，在廚房也來點.＊＊的精神食糧。灰常開心！天蠍，你將會得到很多你所期望的東西。別讓他跑掉喔！"
    },{
        "nameI":"天蠍座",
        "nameII":"獅子座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"這是十二星座里最奇怪的一對組合了,雖然我總是看到這樣的組合。如果確定要確立關係，那麼就要做好歷盡千辛萬苦的準備。你是水相星座,而獅子是火相，如果你們在一起那可真是可怕的結合。但是我也看過這種組合過得特別和諧的,我爺爺奶奶就是這樣的組合。哈，你可以想像那有多麼戲劇，氣氛緊張，大聲爭執，摔門砸門，但也有發自內心的歡笑，溫暖和舒適的家庭生活，他們也會在雪中漫步，自己讀書，活得有聲有色，有一大家子的子孫，渡過了許許多多充滿了音樂和美食的夜晚。蠍子和獅子過著富裕的生活，顯然他們是愛著對方的。<br><br>作為一個蠍子，你需要受矚目並且要接受像盛大的歌劇一樣的生活。你希望自己從頭到腳都被別人喜歡 - 被完全而徹底的深愛著，和獅子在一起你就能滿意這個願意。獅子有寬大的胸襟並願意張開雙臂接受一切。他們做事大氣。蠍子喜歡控制別人，但是你的獅子也想當老大。所以你們之間就有一場權力之爭了。你們都有著很強烈的個性，而且都很固執。別說我沒警告過你，你們在一起真的不容易!<br><br>但是如果你想試試，那就會找到真愛，你的獅子會讓你的每一天都充滿幸福快樂，充滿了強烈的戲劇性並滿足你的渴望。所以這一對是可行的!"
    },{
        "nameI":"天蠍座",
        "nameII":"處女座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"蠍子，有個處處戀人是你的福氣。處處既有耐心，又善良，又勤奮，也不會天花亂墜地對你要求太多。你有控制欲，他們就會乖乖地讓你控制，只要你高興。你的處處戀人很矜持，你用你強大又溫柔的愛意感動她。你會愛上他們給你的安全感，尤其是水象的情緒泛濫作祟時。你的戀人會幫你平復內心的海洋，安撫你狂野的胸懷，為你指出前面的可行之路。處處不會亂花你的錢，也不會和你比物質所得。你的處處會對你們一起的一切感到滿足。<br><br>處處很有規律，工作也努力——你也是——因此你的戀人能夠贏得你的高度尊重。處處話很多，對於安靜的蠍子來說有時過多了（蠍子不會對處處的批評回嘴），不過也好，你們之中總要有一個人主動溝通。有時我們是和自己想要成為的人結婚。<br><br>關於＊＊＊，處處很了解自己的身體，＊＊時也很享受你的主動。處處很聖潔，所以你們上床的前幾次你可別太狂野，你的戀人會覺得你很下流——別緊張！相信處處的天生本能是足以滿足你的感官和＊＊。不，處處才沒有那種天荒地老海枯石爛的愛情：你的愛情更為極端一些。只是，處處更接近於生活和愛情本身。以後你會明白的。"
    },{
        "nameI":"天蠍座",
        "nameII":"天秤座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"你就是情緒和感情的代名詞，而你的天秤情人卻是個善於分析且有頭腦的傢伙。秤子愛交際，而蠍子喜歡獨處。你能從秤子那裡找到真愛麼？也許吧，不過仍會充滿張力。<br><br>秤子的愛好交際會折磨你的神經。你搞不懂秤子為何總是要出門或者褒電話粥。更糟的是，你家秤子很想把你也捎上，在他身邊陪著一起交際。天平是後天十二宮的婚姻宮，所以他們總是喜歡出雙入對，一旦伴侶不在身邊就會六神無主。有時雖然你的人呆在秤子身邊，心卻神遊天外，這時你家秤子會拚命把你往回拖。而且，天平最愛的聊天和交流也會成問題。有些晚上你只是一句話都不想說，該天平反過來搞不懂你了。對於高度私密的天蠍族而言，這些麻煩事快鬧到你得幽閉恐懼症了。<br><br>秤子喜歡對戀愛關係當中的某個特殊領域說了算。如果你也剛好想要控制這個領域，就會有衝突產生。天平喜歡絕對公平，凡事有來有往，這讓你很不愉快。面對現實吧：有時你心裡想要某樣東西，卻並不希望高調宣布。實際上，你根本不想為自己的行動和想法作任何解釋。你會自問：難道我暗示的還不夠清楚麼？當然，你暗示得確實不清楚。你搞不懂你家秤子的腦袋為什麼就那麼殘——你自己的頭腦分明就很清晰很強大，而你家秤子還在那傻等著你再多給他傳遞點信息以便他知道該怎麼辦。<br><br>鬧劇到床上就進一步升級了，雖然床第是你最能讓秤子＊＊的所在。你家秤子高雅又有教養（呸呸呸），你要什麼他都願意配合。秤子的主星是金星，你是火星，所以在占星術里你倆的確很有孽緣。金星和火星是宇宙聞名的一對勁爆情侶，所以你倆會感受到如有神助的默契。你們兩個都會真切體驗到床事之樂，而且天秤女對此尤其樂在其中，因為她們無比喜歡拜倒在強大而專橫的蠍男的致命誘惑之下（難道秤男蠍女又是災難不成？）。但天蠍女要記住（果然，果然哪！），如果你和秤男呆在一起，你要勾引他、擁抱他、挑逗他、迷倒他（到此已經一點興趣也米了）。男人和女人一樣喜歡被勾引（用魚鉤鉤吧）。<br><br>好不容易一天結束了，你又得集中精力對付你倆之間基本生活方式的差異了。和你談戀愛的秤子覺得自己越來越孤單，於是越來越頻繁地獨自出門。秤子們覺得不幸福時是不會對你忠誠的——如果你家秤子覺得孤單無助而枕上了別人的肩膀，你就有麻煩咯。蠍子還是得改改自己的戀愛方式——當然，只要你真愛某人，萬事皆可做到。"
    },{
        "nameI":"天蠍座",
        "nameII":"天蠍座",
        "percent":80,
        "comment":"相當理想的一對",
        "description":"哇喔~~在一些占星教科書里，當兩隻蠍子相愛時，那可就是天雷與地火啊！喂喂，你們倆有沒有離開過床啊，核反應也不過如此吧！這段關係就是乾柴遇上了烈火，雙方都富肉慾、多情、善表達，情感強烈而又深刻，在一起時，就仿佛營造了一個愛的圈子包圍著你們，將外界完全隔絕，不受其影響。<br><br>不過麻煩的是你們倆都有些占有欲過強——因而在起初，你們總會互相密切監視著對方的一舉一動何去何從，各自都希望能了解對方更多的事，相反卻不喜歡同樣暴露自己。但這次你卻沒那麼僥倖了，蠍蠍配對正是棋逢對手，你那靈魂伴侶同樣知曉你的所有天性與行為模式。你倆都直覺力強且富有同情心，這是件好事，因為你們有著強大的感情基礎。在這段關係里，你倆無須言語，心靈相通，一切盡在不言中。只鬚眉目傳情，就能彼此交換訊息。<br><br>前進吧，這將是你一生摯愛。天蠍愛人無疑能給予你所尋求的熾熱情感。"
    },{
        "nameI":"天蠍座",
        "nameII":"射手座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"有時候，異極相吸的戀愛可能是最有趣的~天蠍，敏感、機靈、說話有分寸，可以洞悉一切隱藏在人們的假面具下的內心；射手，大大咧咧、反射弧出奇的長、喜怒無常。這樣的一對看對了眼十分不易，因為一個水相，一個火相，不可能相溶。假如戀情開始階段，天蠍能不經常給射手潑冷水，那麼想成功的維持下去還比較有戲~<br><br>首先，就精神層面，射手既沒有深入了解一個人感情與內心的能力，也沒有敏銳的直覺。他們的接觸只限於表面，但天蠍是注重內心的。射手毫無條件地相信直覺，但他不願意去判斷這種僅憑直覺作出的決定是否正確<br><br>射手很健談，簡直就是個話匣子~他們喜歡討論各種話題，但這些話題大部分是天蠍不感冒的---當天蠍想與對方傾訴自己身處的不利環境或希望對方幫助自己解壓時，你會發現她/他熱衷於看探索發現頻道~可憐的天蠍！這樣的相處愉快麼？當你的射手幻想去非洲的大沙漠裡徒步旅行時，你只想在家裡的大吊床上肆虐~當天蠍發現自己身處上演的喜劇、神秘的謀殺案以及花花公子頻道的時候，只希望能快點兒逃出來。但這些看似低能的幻想卻是射手的摯愛~~~到時候，光是搶遙控器就夠你受的了！<br><br>更可悲的是，天蠍是可憐的水相星座，但你的射手卻是誠實的頭號冬粉~當天蠍想撒謊的時候，射手那爆炸性的批評像坦克一樣在你的腦中隆隆作響；當天蠍為自己辯解的時候，喔，天那，不幸的你撞到驢蹄子了！如果天蠍想結婚，射手可沒準備好！他們會儘可能地往後退，理由是他們有更重要的事先處理。＊＊＊方面，射手也不喜歡激烈地似歌劇上演般的激情戲碼~<br><br>好吧好吧，我繼續列舉一些，但身為天蠍的你也許已經失望了，我幾乎都可以聽到你對射手戀人的抗議了！也許你的性格還有很大改變的空間，這樣可能會有些作用~我的建議是，在你做最終決定之前能再多接觸一下不同的類型，共同生活幾年。當你確定自己深愛的人是他了，再做最後的選擇。不要苦惱了，去看看會拆散其他星座的不同點,消遣消遣吧"
    },{
        "nameI":"天蠍座",
        "nameII":"摩羯座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"這對兒是令人翹起大拇指的濃情組合！你的摩羯打令野心勃勃，而你也能很好的回響他。天蠍是個具有魔性的星座，因而如果有人對任何事都不具備激情的話會使你覺得不可思議。你將滿懷熱忱地支持愛人的目標，為其提供從職場政治到金融投資等各個方面的明智意見。安全感對你們倆來說都十分重要，因而在此方面毫無衝突。你格外有協商天賦，摩羯愛人能非常受益於你的隨和好人緣，在他追求成功途中，你的直覺也總能把握好形勢。摩羯的現實主義和腳踏實地令你頗為欣賞，它能恰到好處的中和你的情緒化與衝動。<br><br>眾所周知，摩羯是個工作狂，但卻能很感謝你間或使其注意力從工作上轉移開的努力。對於性感的蠍子來說做到這點顯然毫無困難！你們倆的在做那些事兒時無論頻率也好振盪幅度也好都配合得極完美，使你從＊＊到情感都能獲得極大的滿足。而土象星座本身也喜肉慾之歡，所以多來幾次“妖精打架”自然不在話下樂在其中。<br><br>也許有時你會希望愛人能夠具備走入你靈魂深處的情感能力，但實際上如果你自己不努力嘗試的話，幾乎沒有哪個星座能達到要求。你的感受頻譜範圍是如此深刻又寬廣，遠超絕大多數的星座——比誰都深切，又比誰都高亢。不過即便摩羯與你不屬同一類型，但他們對你的愛護及毫無保留的愛情回饋卻使人肅然起敬。你越是陷得深，就越是要求愛情的純粹與忠誠，而摩羯能輕而易舉的做到這點。<br><br>摩羯是個土象星座，天蠍則是水象，兩者的混合顯然能製造出雙方人生中全新的美好開端。放馬上吧！"
    },{
        "nameI":"天蠍座",
        "nameII":"水瓶座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"早期，瓶身上的儒雅氣質、超人的智慧和修養以及對未來突破進去的觀點會深深吸引到你。這對依舊是知名的曇花組合——瓶子喜歡鬆散的情感維繫方式，而蠍則相反。蠍都是冰包火，表面冰冷，內心灼熱翻騰，對伴侶無微不至，不過愛侶瓶子卻不知道怎麼應對你激情、火熱、迷戀的混雜包圍。瓶一向以冷峻的客觀性為傲，“瓶為什麼就不能多感受點呢？”蠍滿臉迷惑的問。而瓶也不解，你為什麼就不相信擺在眼前的事實呢？卻非要相信自己的鬼直覺。解釋自己常常讓你怒火中燒。<br><br>蠍占有欲很強，但瓶是個倡導獨立的主兒，他們會反抗任何強加於身的枷鎖。飄忽不定的天王主宰者水瓶座，他們不走尋常路的欲望就像虎脫牢籠一般強烈。但，你喜歡自己的程式、規則，因為這樣生活可以不需多想就可以按部就班。和水瓶在一起過活，每天都在挑戰你的神經，他從來不會按照你給定的調調來，當分歧出現，彼此都互不相讓。各執一端，相對角力。當這種事情發生的時候，蠍瓶都會禁不住想我們這是在幹嗎，怎麼會變成這樣，當初幹嗎要開始。<br><br>這對組合中，蠍提供的是情感，瓶貢獻的是智慧。有段時間，愛人的神秘、曖昧會讓你興奮不已，不顧一切的想要搞清楚。不過這種興趣很快就會喪失，因為情感上的契合感才是蠍最渴望的美味。如果你是一隻愛著瓶的蠍，恰好看到這篇文章時，別灰心，因為很可能你們中的某一個人，或者兩個人的行星能夠讓雙方相處融洽。最好去諮詢一下占星師——本文僅就太陽星而言。相信你們二人會共同努力完成這項艱巨的任務，鑒於瓶蠍是如此的不同，故亦會從感情中收穫很多。"
    },{
        "nameI":"天蠍座",
        "nameII":"雙魚座",
        "percent":100,
        "comment":"天生的一對",
        "description":"這對簡直是天造地設的一對。作為水象星座，你與同為水象星的魚有著本質的想通之處。這種關係會讓你的心和靈魂得到深深的滿足——你的魚魚甜心可以深入的理解你，這一點是很少有人能做到的。<br><br>你們兩個人都很敏感，同時又相當浪漫。有時候，你可以與詩人一般的魚直接用心交流。魚兒是如此敏銳，以至於他（她）可以發現連你自己都米有察覺到的藏在你心裡的感受。魚兒知道什麼時候該讓你自己呆著，什麼時候又可以帶你走出自己的世界。即使你不開心或者不舒服，魚兒也會支持你、理解你。雙魚是減輕他人痛苦的代表。魚永遠不會傷害你，他（她）只會用自己無微不至的感情照顧你、安慰你。<br><br>雙魚是多變的，所以他們也很靈活，適應能力強，而你在面對變化時會變得更加刻板。你的魚兒會溫柔的給予你鼓勵，並且給你提一些有想像力的建議以面對困境。相對來說，你“固定”的本質，會為需要結構支撐其想法的魚兒，提供一個牢固的基礎。你的魚兒不會想控制你，大多數時候是很願意遵循你的方式來處事的。既然天蠍很喜歡掌控的感覺，魚兒對於你來說再好不過了。<br><br>sex對於你們兩個來說，應該是一種超脫於身體之上、並能達到精神高度的經歷，它只會存在於最靈性的地方。身體上的ml對於魚來說，是最寶貴、最真實，也是最重要的一種與其交流愛的方式。如果魚兒發現，你的感覺並不於此，他們會毫無理由，悄悄遊走。另外，如果你深愛著你的魚兒，他（她）一定會以超過十倍的愛意奉還於你，並且也會很心甘情願的為你犧牲自己的夢想和願望。<br><br>與魚兒冷戰是不對滴。魚兒會糾結在一段關係里很長時間，以確定自己是不是為這段感情付出了他們所得到的一切。但當他們決定離開時，他們就再也不會回頭了。儘管在剛開始的時候，天蠍不想透露太多關於自己的隱私（隱私總是一個很大的問題），魚兒總能從愛人的語言和行為上明白他們的心思。<br><br>緊緊抱住你的魚兒，絕不要放開雙臂。你將會不斷發現他們對你，是有著無限的愛的。"
    },{
        "nameI":"射手座",
        "nameII":"牡羊座",
        "percent":100,
        "comment":"天生的一對",
        "description":"兩個火相的人在一起可以說是黑夜中一抹明亮的光。聽起來像是偉大的詩歌或者小說的開篇，不是嗎？它也可以是一段偉大的關係的開始！你們兩個都是火相星座的，所以你們可以分享你們彼此最主要的性格元素。因為你們的生活都要將很多共同的東西踢出你們的生活，你們更清楚怎麼讓對方滿意。<br><br>冒險，風險和激情是你們所追求的。“為什麼生活要過的這麼無聊呢？”你們總會這樣發問。實際上，生活完全沒必要活的那麼無聊！你會提供激動人心的國外旅行和進修的想法，你的牡羊會為新的企業貢獻有用的想法。你們兩個都洋溢著熱情，樂觀和歡歌笑語。現實的生活從沒吸引過你們中的任何一個，因為這聽起來太無聊了吧！！生動的討論你們的共同理想，強大的成功的商業關係和學術類型將標誌著你們的社交生活緊密相聯。<br><br>因為你們兩個人乾所有的事情都是全心全意的，所以在床上你們爆發出的熱情在你們的關係中仍然高度保留著。你們都很容易感到無聊，所以你們兩個中的一個或者兩個很可能在床上的時候非常富有想像力，會給你們做愛時光加點調料。<br><br>承諾和由此產生的可能喪失你們的部分自我和自由的可能性都讓你們感到很恐慌你們可能會慢慢的喜結良緣。你們兩個都會允許另外一個給他以時間來下定決心然後找出一種方法來使這段婚姻能包容下你們強大的個性。<br><br>這是一對匹配程度四顆星的組合。牡羊是一個了解你做的每一件事情的星座。"
    },{
        "nameI":"射手座",
        "nameII":"金牛座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"這一對組合會見證他們在一起是非常困難的。但是就像莎士比亞曾說的一樣“星座也就是參考作用，它不是會百分百發生。”如果你想讓這段關係成功的話，那麼你要做好準備面對一些令人抓狂的障礙。你的愛人是現實的土象星座，他完全沒你的輕快隨意胡亂樂觀的心態。金牛不是無憂無慮的星座，他們是家庭和群體觀念根深蒂固的人。金牛的穩定可能是讓你對他深深著迷的原因，但也可能是使得你們兩個分開的原因。<br><br>你會慢慢覺得你的愛人太過老套，謹慎和負責任--總之有點無聊，有點古板。反過來金牛會慢慢發現射手對錯誤過於樂觀，不可靠，太自由自在，非常奇怪的願意拋下一切然後立即飛到異國的地方--在面對你們自己的好處的時候你們可能太過不顧一切了。你固有的射手的毛病---殘酷的誠實這會兒也來湊熱鬧給你們的關係帶來阻礙。金牛會想要你的承諾，宜早不宜遲，而這點恰是把你嚇得半死的東西。你越抽離，你的金牛的占有欲就會越強，這會讓你更加崩潰。噢，我實在不是想讓你們鬱悶的。<br><br>謹記讓你們關係更加親密的東西。每一段關係都因為我所稱為的“有利因素中的不利因素”而飽受痛苦，那就是你最愛的東西帶來的負面影響。例如你所需要的特定的安定過一段時間你就會覺得無聊了。儘管這不是你的強項，但是射手，你要記住，擁有現實的想法會幫助一段關係變得更好，更長久。在有利方面，金牛通常找的都是終身的伴侶幾乎很少有可能會出軌。金牛會把錢省下來然後讓你使用合理的理財計畫，這是射手永遠不會抽時間去做的事情。<br><br>最後如果繼續這段關係還需要給出一個理由的話，跟金牛做愛是一段非常難忘的經歷，充滿感性，觸覺色情的。金牛愛人步調是緩慢的，他們是如此的體貼。他容易刺激你成為你們關係的核心。你總是帶來快樂，做愛時的自然都是你的金牛愛人非常欣賞你的地方。<br><br>即使偶爾你們需要很努力才能克服障礙，但還是給這段關係一個機會吧。"
    },{
        "nameI":"射手座",
        "nameII":"雙子座",
        "percent":60,
        "comment":"互相吸引又互相排斥的一對",
        "description":"這段關係充滿了智力的碰撞。如果這兩個人生出孩子的話，那麼孩子肯定遺傳父母的聰明才智有著非常高的智商！這段關係將是關於拓寬視野，不斷發現新東西的。簡而言之，這是一個從根本上講就非常適合你的配偶。<br><br>按常態發展來說，雙子一般都是從事日常新聞的工作，這也是為什麼你的愛人的星座被認為是從事記者相關工作的星座。射手座的人習慣把把人道的知識單獨挑出來然後把它們全部弄懂--射手是哲學家倍出的星座。雙子可能會嘲笑你，說你太高概念太過理論化。你會回擊你的雙子說他總是局限於“什麼時候誰做了什麼”來看大局。<br><br>每個立場的觀點都是有可取之處的。然而十二宮中的每一宮都掌管著一點生活中的困惑。在你們的案例中，你的火相星座和你愛人的風向星座組合得非常美妙。你們都非常愛旅行，都隨時準備好坐上飛機旅行管他去的是多遠的地方或者去的可能是什麼地方！共享你們這種發現新事物的熱情會讓你們的關係充滿新鮮感。<br><br>這對組合唯一小小的問題就是你們都是那麼聰明都想呢麼多，那你們什麼時候會抽空來感受這段關係呢？？希望你們中的一個或者兩個人的個人星盤中有一些占優勢的水行星，這樣可以給你們的關係帶來多一點的激情。否則，你們都那麼愛分析事情會讓另外一個感覺很頭痛。如果你注意這一點的話這個不太可能會發生的。這是一對不需要太多努力就可以保持很好關係的組合。<br><br>在床上，你們更是非常閃耀了，因為你們兩個都是那麼能說的，玩心重的，都有著很令人愉快的幽默感的。期待著充滿辛辣的，多變的，自發的性生活吧。這個樂趣會把你們越拉越近。"
    },{
        "nameI":"射手座",
        "nameII":"巨蟹座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"半人馬的射手和一直螃蟹能在一起有一段美好的愛情故事嗎？這是一段艱難的關係，但是做出一些努力的話你們的關係還是會很好的。可能這段關係處理起來並不簡單。現在讓我們來看看障礙。<br><br>從根本上來講，你生活有著多種方法。你的愛人是水象星座的，是高度情緒化的，易怒的。一隻蟹子因壞情緒抑鬱好幾天可能會讓你的神經緊繃。另一方面，你是火象星座，火水其實不是很合。作為變動星座，你比你的愛人更加具有靈活性。你會發現你的愛人總是猶豫不決的解決那些變化，最讓人感到莫名其妙也最讓人惱火。<br><br>你會把你的目光放長遠注重未來，而巨蟹喜歡回憶。但是這個沒多大問題，只要他們在回首過去的事情的時候不要太頻繁的提及“我本能，我本該，我應該”就行了。你不覺得這具有任何意義，有時你確實是對的。<br><br>從好的方面來說你的巨蟹會從他的靈魂深處來鼓勵你。巨蟹是優秀的聽眾，他們會注意你說什麼然後在最後給你提供合理的建議。你會知道你的巨蟹愛你，沒有幾個星座能像巨蟹一樣在一段關係中付出這麼多。巨蟹很容易被忽視，所以小心點你射手專有的殘酷的誠實，他會擦傷你巨蟹愛人溫柔的靈魂。一旦你不假思索地說出什麼傷人的話，想收回那就是不可能了，巨蟹是所有星座中會一輩子記住你說過的話的星座。巨蟹有著大象一樣好的記憶。<br><br>在性方面，巨蟹會帶你感受性愛前所未有的高度。注意不要輕視你愛人的這種親密。這對你的愛人來說不是什麼隨便的事情--靜水流深。珍惜你的巨蟹吧。作為回報你得到的愛會讓你震驚的！<br><br>總之，這段關係要想成功的話還是很困難的因為你們性情中有太多不一樣的地方了。但是如果你們給對方大量的溫柔呵護這段關係還是可能的。"
    },{
        "nameI":"射手座",
        "nameII":"獅子座",
        "percent":100,
        "comment":"天生的一對",
        "description":"當兩個火相星座聯合了，讓我們一起來看一看將引發什麼吧。這一對的結果總是美好的，果斷配對指數為十！你們都有著敏銳的冒險精神和健康的性衝動。偉大的化學反應在一段關係中是非常重要的，你們恰恰有！<br><br>獅子的性情開朗匹配你的樂觀看法，是獅子覺得在你身邊非常快樂。他們也會提高你的社交生活，他們會給你介紹許多在各行各業包括藝術創作中才華橫溢的人們。反過來，你會帶著你的獅子去很多受過良好教育的人前，其中一些可能是教授。<br><br>但是你的獅子愛人一點也沒有你靈活善變那個勁兒，這是他們不會立即表現出來的東西，當他們改變的時候還可能驚到你。做好準備給點讓步慢慢說服他們吧。你智商那麼高，說服他們你想讓他們做的事情對你來說根本就不會有什麼困難。獅子又是很專橫的，但他們會膩在你的手中因為你剛好很好的互補了他們的性格。<br><br>獅子需要讚美就像我們要生存對氧氣的需求一樣。千萬不要忘了這一點。你可能發現你使自己陷入困境了因為你又脫口而出一些不該說的東西了射手就是容易這樣因為他們實在是太過於坦率誠實了。<br><br>你們兩個沒有一個人是現實的--實用的這個特定的詞讓你們很厭煩。你們想要的生活都是高度戲劇性的，充滿熱情，活力和少量的奢侈品的。和你的獅子愛人在一起，這種願望實現是絕對沒有問題的~然而也要小心獅子花太多錢的傾向。你根本就不是以非常節儉著稱的，你的獅子愛人也不是。他們的細膩，昂貴的品味是眾所周知的，所以要注意最好你們兩個人中的一個工資得多一些才行。你們沒一個是省錢的主兒，因此你們很可能在你們不知情的情況下就陷入財政赤字了。<br><br>在被單下你們的性愛將遠遠超出你與太陽國王或者女王做的狂野的夢想。擁有驚人能量和激情的夜晚是你肯定要面對的了，因為獅子是如此有創意，你不會經歷著老花樣，他們根本不會給你來老花樣。如果你明白我的意思，獅子愛服裝，你喜愛不同的戶外地點。你的獅子會欣賞你的運動員般健碩的身軀，他們愛你的床單還有香檳的味道。"
    },{
        "nameI":"射手座",
        "nameII":"處女座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"土象星座的處女座和火象星座的射手座之間的吸引力是你鋒利的頭腦。你終於找到了一個能把他的辯論爭辯到底的另一半。你會發現你的處女愛人細心，善於外交的，有決心的表達能力好的--他們正是那個在與老闆的應酬桌子上面讓你臉上添光的人。很難做到補欣賞處女座。問題來了，處女座的人喜歡工作，然而你喜歡玩或者學習。如果處女專心工作的日程太過阻礙了你的個性，你會踏上你自己的路消失得無影蹤。<br><br>如果他們的工作時間表沒讓你崩潰，那他們的潔癖也會讓你崩潰的。擁有一個處女座的人跟在你的後面你早晚會覺得太超過了，因為他們總是把你剛剛隨意擺下的東西撿起來收拾好。你的星座就不是以超級整潔著稱的，因為你實在是太忙了。<br><br>在床上，你會欣賞你的處女對你的忠誠，還有他驚人的精力充沛的做愛的胃口。因為處女是那麼擅長溝通，你很快就會發現你們處在相同的做愛的頻率上，你們都充分地享受每一分鐘。為了讓處女處在一個非常好的心情，你不得不沉浸在大量的口頭前戲中，因為這對處女來說非常容易勾起他們的欲望。一旦你的處女下班了回到家中了，他們沒有那麼快也沒那麼容易放鬆下來--但是你溫柔的呵護可以讓他們放鬆下來如果你願意試試看的話。<br><br>你是火象星座的，然而處女是土象星座的，所以這對組合的性格上相處起來對你們任何一個人來說都沒那麼自然。幸運的是，你們都有著靈活可變通的性格。這為你們大大加分，這也標誌著如果你正在為這段關係努力的話，你是可以讓他成功的。在這裡保守估計一下成功率也就五五開吧，但是這個並不意味著你的每次努力的成功率，或者是你和你的處女愛人的想法契合的可能性。"
    },{
        "nameI":"射手座",
        "nameII":"天秤座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"如果你和一個天秤相愛了，那麼你正愛著一個非常適合你的人！天秤是風向星座，你是火象星座，這兩個元素組合真的是再好不過了！你們的挑戰問題是，你和你的天秤在一起的時間總是同時包括朋友和社交活動。天秤的人在家呆不住。他們比其他的任何星座都喜歡出去，並且他們誰都認識（也可能包括一個或者兩個名人。）<br><br>天秤喜歡維持他們美好的外表，所以當他們在浴室裡面的時候多給他們算上些額外的時間吧。當提及到外貌的時候，天秤的人是十二星座之中最優美的，最優雅的，最高雅的。這適用於任何性別的天秤。天秤的人非常的有時尚感即使在他們貧困的時候還是能表現出來。我所認識的一隻秤子只在二手商店買東西，但是幾個月後他的面容總是在時尚雜誌上面出現。<br><br>當你覺得他把他的高貴優雅的樣子帶到了每一個俱樂部，那些地方是時尚編輯經常出沒的地方，這一切也不奇怪了。說到俱樂部，天秤有著發現那些適合去的處於火爆邊緣的俱樂部，酒吧或者飯店的本領。所以如果他們提及到一個地點，那麼最好留意他們的提議然後馬上前往。之後，它將需要幾個星期來得到預定。<br><br>天秤喜歡結婚，然而射手呢，我們都知道你不喜歡。這只是一個小問題我相信你們會很好的解決的。射手以單身漢在星座之中著稱因為他們如此強調自由和自治。一旦一個射手結婚了，他通常會收心了，只是因為他們在步入結婚殿堂之前要徹底的思考。<br><br>你們的家庭生活將會是非常棒的，因為天秤在家庭娛樂方面是天才的。在裝飾方面，天秤們有一個柔軟的，優雅的風格--那就是沒有死氣沉沉的燈和生硬的角度。天秤的人喜歡印月，藝術和任何形式的文化活動。你非常有兼收並蓄的意味，所以你的愛人可能會享受學習藝術和你感興趣的不同文化的菜餚。另外一個小問題就是你不夠圓滑射手啊。天秤的人都是極為親切擅長外交的，你的愛人也會希望你也是那樣的。<br><br>在床上，記住多少敏感一些優雅一些；不要太快就喊出你那些難等大雅之堂的話--這會破壞了那個好氣憤的。天秤的人喜歡輕輕的愛撫。你的精力充沛，好玩的風格會很吸引天秤，所以不要讓其他方面影響了你的這種風格。因為愛美麗的金星掌管著天秤，天秤女可能更喜歡在黑暗中做愛。他們通常在早期就有著美好的曲線，但是不好意思的是，有些女人有些尷尬的不纖細並有著像男人一樣的平胸。<br><br>想想看吧。她那麼缺乏信心應該責怪她在看的時尚雜誌。她不知道她是多麼地性感迷人，為什麼你不來點醒她呢。不過男性天秤會更加自信一點，他們喜歡別人誇他們的長相還有他們的性技巧。"
    },{
        "nameI":"射手座",
        "nameII":"天蠍座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"在你要更深一步之前--等一下！射手你要非常仔細地想清楚。也許這是神秘的光環或是強大的荷爾蒙讓你與你的天蠍愛人陷入愛戀之中。也許是天蠍感覺的深度和他們生活的激情吸引了你，因為這個是你所遇見的任何人都無法比擬的。作為射手，你為這段關係的組合帶來有趣的談話，還有對旅遊的熱愛還有認真學習的精神。你會把你的天蠍愛人介紹給各種類型的成功人士，你的愛人會覺得非常興奮，被你帶給他和他生活的影響深深刺激著。很有可能你們在喝咖啡的時候消耗不止整整一晚你們會熬夜到凌晨討論人生的意義。<br><br>但是這一對關係還是存在著問題的。你可能會厭惡浪子對性的渴求程度，但這是要付出代價的，而這代價是你根本就不想付出的。天蠍有著強烈的占有欲，緊張的，甚至偶爾有些嫉妒心理。他們想要跟你終生相伴。然而你的星座，是單身漢的星座。為什麼呢？因為射手崇尚行動自由，在公司中，獨立身份高於一切。做出承諾對你來說一點都不簡單。天蠍會指責你略讀生活的表面卻從補深入研究其核心。你甚至可能同意這個--但是你對於經歷但丁神曲中的每一環並不是非常感興趣的。你的天蠍愛人將會是非常難伺候的，問題是，你準備好了麼？<br><br>木星掌管的射手座是一個快樂的星座，當和天蠍座如此緊張兮兮的星座搭配起來，偶爾會覺得幽閉恐懼。然後會有那些愛人的爭吵。你準備好接受那些悲觀的沉默了嗎？你們可能好幾天不說話不打招呼，你還會為了一些你甚至都不是很清楚你做了的事情好幾個小時都感到愧疚。<br><br>準備好了？那麼努力爭取吧。生活中不是任何事情都是完美的，如果你愛你的天蠍，要知道他會給你只有你做夢才覺得可能的忠誠。你的天蠍會在你生活的每一天都欣賞你。當他們承認被你近距離的魅力所著迷的時候，接下來，你們將擁有一段完美的性愛。"
    },{
        "nameI":"射手座",
        "nameII":"射手座",
        "percent":80,
        "comment":"相當理想的一對",
        "description":"與另外一個射手墜入愛河？毫無疑問他難以置信的智力，寬宏大量，知識面，對一門課程的掌握，會引領你走向你的愛人。你們可能在學校或者宗教休息室或者在國外的旅程相遇。你們將一起過上更多學習，更多旅行也許還會有一些可能的運動的生活。因為你們都是火象星座，你們兩個總會相處很多新鮮的點子，開始完全不缺乏熱情的冒險。<br><br>未雨綢繆？我當然希望你們會這樣，但是這樣的兩個永恆的樂觀主義者，你們會過於繁忙考慮投資的事情，會對你們永遠不需要應急基金這件事情過於確信。<br><br>最好的就是你們跟對方討論你們終身的興趣，花時間去認真，思考社會問題，還有討論未來這樣或者那樣的影響。你們的大腦會得到一系列的刺激，然而偶爾你也會想找一個不那麼像自己的人。如果你們之中任何一個人的星盤之中有土象或者水象的行星的話，那你們將是幸運的，這些可以大量提高實用性和這對組合所缺乏的情緒。你們的愛都更接近於你們的大腦而不是你們的心，不過這對於你們來說很自然也很正常。<br><br>性？為什麼它是充滿野性的，精力充沛的，完全棒極了的？因為你們都喜歡通過古老的方式來保持身材像健行，騎腳踏車，攀岩，游泳，打網球，（而不僅僅是去健身房，這似乎有點無聊），你們看起來都擁有非常好的身材。你們兩個都非常愛戶外甚至你們做愛也是這樣的。僅僅因為你們都是那麼無憂無慮的人們，不要對於沒有人會趕上你過於肯定了“人外有人山外有山”小心點吧射手。"
    },{
        "nameI":"射手座",
        "nameII":"摩羯座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"這會是非常好的一對組合，即使你們的星座在十二宮圖中是挨著的。挨著只不過象徵著你們是截然不同的。摩羯會給你帶來商業頭腦，為將來計畫（尤其是金融計畫）和一種確定的基礎。摩羯會非常享受你的射手思維，你的能量，和你對於生活的樂觀。這是一堆非常好的組合，你們會一起經歷迷人的，受教育的成功的來自各行各業的人。<br><br>這兩個星座的人都喜歡社交，然後把人們融入到你們的圈子。你與人討論時的智慧的能力也讓摩羯對你大大加分。但是過了一會兒，火相的射手就會覺得對話被土象的摩羯熄滅了。<br><br>不過困難也是顯而易見的：你可能覺得跟摩羯的不贊同你的放慢步調，隨遇而安的方式會讓你覺得沒有什麼價值。摩羯有著目標和計畫，他們會非常努力地工作。你確定想要和一個致力於自己巨大的事業的人在一起嗎？你最適合的工作是教學，然後你會花掉整個夏天去國外旅行放鬆和探索。你的摩羯愛人不會像你一樣這麼愛旅行，因為告別，特別是在長途旅行中，對他們來說是很困難的。摩羯不覺得旅行和冒險有著優先的地位，對他們來說，這相當於喪失了自我提升的機會。<br><br>你的摩羯在他能調整好情緒做愛之前需要放鬆情緒。來點美酒讓他們忘了今天早上在老闆手中接手的嚴厲的備忘錄吧。使用一個幽默的小誘惑在最開始的時候，讓他們放鬆下來，然後再轉入戰地，非語言的技巧之後他們的馬達馬上就會發動了。"
    },{
        "nameI":"射手座",
        "nameII":"水瓶座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"當你們兩個人共處一室的時候人們會關注到你們嗎？必須必啊！！你和水瓶之間的化學反應是如此的強烈，所以對於每個人來說你們兩個命中注定在一起是很顯然的事情。你們是如此的同步，以至於你的水瓶愛人把你列在可以同甘共苦的人們列表的第一名。<br><br>你們兩個都關心政治，公民權利，技術以及其他對社會的影響以及如何使地球更適合居住的問題。你們分享樂觀積極的世界觀，和大愛而不是僅僅局限於家中的愛。結識新的人，跟他們交往還有上網都是你們喜歡做的事情。你們認為自己是客觀的，理性的會思考的人們而不是情緒化的動物，你們是對的。<br><br>你的水瓶愛人是一個高度交際的風向星座，而你是純火象星座--顯然這樣的組合只會讓你們之間的火焰燃燒的更加明亮。你近乎殘酷的誠實不會冒犯到你的水瓶愛人。因為他們認為你的直率的回饋可以用來改善他們對世界的理解。然而不同的是要是其他星座的人面對射手的殘酷誠實早就崩潰了。<br><br>在性方面，你的大腦（而不是你的心）是使性發生的原因，但是誰在乎呢？畢竟人們都說大腦是人體最重要的性器官。反正你們兩個中誰也不相信被情緒高度掌控的激情。對你來說，看起來像是操縱一項東西，或者只是分泌了過多的激素。<br><br>此外，你們雙方都需要一個理性的高智商的夥伴。現在你們就找到啦。你們誰也不想在這段感情的早期階段就許下什麼承諾。你們根本誰也不想要承諾。和奇葩的水瓶從來不在乎社會大眾想法的水瓶在一起，你可以醞釀你獨特的戀愛大事記只要你喜歡。"
    },{
        "nameI":"射手座",
        "nameII":"雙魚座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"雙魚跟射手並不是一個容易在一起或者天然的組合。你們都是變動星座的，這以為著你們是高度靈活的人並且有能力來解決問題。讓我們來看看什麼會突然出現攪和你們的關係，這樣你們就可以採取措施來緩解這種情況當這些發生（或者如果這些發生）的時候。<br><br>你們最明顯的區別就是雙魚是一個多愁善感並且浪漫的星座，他們會把他們的心思赤裸裸地擺在桌面上。他們強大的富有表情的眼睛像一面鏡子一樣表達著他們的感情，即使雙魚想掩飾什麼他們也掩飾不了。你呢射手，你們再有差異不過了，偶爾你會覺得你的雙魚過於敏感了。 你的雙魚愛人對你殘酷的誠實不會做出什麼好的反映。<br><br>雙魚從不會想著指導你，或者指導任何一個人，他們小心翼翼地面對周圍的負面評價他們 會用積極的評價來軟化它們。你覺得這是多餘的舉動。雙魚可能會回應你說，你應該更加關心別人的感受。一條規則：認真對待你的雙魚的感覺是至關重要的。射手不能太過頻繁的犯同一個錯誤--忽視他們。<br><br>在有利的方面，雙魚會崇拜你的想法，尤其是你在概念方面廣泛的思考的能力。你的愛人也會欣賞你用於解決生活中的大問題的精神，因為這是作為雙魚不可分割的一部分。射手掌管著天宮圖中的第九宮，它掌管著精神層面的問題。雙魚的人有著強大的精神。你們兩個都非常在意對方；雙魚在乎個人而你在乎人和社會組成的整體。<br><br>雙魚不會和射手需要私人空間的需求相牴觸。因為雙魚座生活在他們自己的夢想，幻想和想像力創造出來的世界，所以他們不會逼迫你。他們會自己保持忙碌。你會為你的愛人的想像力的廣度和範圍還有他們對生活充滿詩意的理解感到興奮。<br><br>你的愛人缺少你那樣的強烈的自尊心，但是你可以通過幫助你的雙魚意識到他的全部潛力來幫助他們建立信心。雙魚跟牡羊擁有自我意識的方式不一樣，所以雙魚並不確定他們自己的想法和工作的價值。（這隨著他們老去也並不會好轉。）雙魚非常有自我犧牲的精神。這會讓你驚奇你的愛人怎麼做的，但你仍然不得不佩服你的愛人的這個品質。<br><br>當你和你的雙魚做愛的時候，你可能覺得被運送到了另外一個世界。雙魚想要的--並且通常得到的是一種空靈的每一次體驗的轉變。對於雙魚來說性對他們來說是最珍貴的並且也是對於陷入愛河的兩個人之間最有力的表達方式--他們不會不重視這段經驗。你也不應該忽視性體驗如果你想讓這段關係成功的話。你作為射手對性有著不同的期望。但是你最後到達的沒那麼的有深度也沒那麼戲劇性，摘你的智利允許範圍之內，你還是可以吸收雙魚的心情的當然如果你想的話。"
    },{
        "nameI":"摩羯座",
        "nameII":"牡羊座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"如果你的愛人是牡羊座，那你的前路注定一片荊棘，因為你們的目標十分不同。不過，一切皆有可能，所以讓我們先看看問題出在哪裡。<br><br>你打心底里是個傳統主義者，魔蠍座的人總是先訂下有板有眼的大計畫後再盡力而為。你能理解並執行好一連串的命令，而且最喜歡在大公司里有份能賺外快的好兼職。但牡羊座就不一樣了，他們絕不想為自己以外的任何人工作。他們具備劍走偏鋒的超能力，例如會不顧一切等待遲來的貨物，募集高風險資金，總之能在萬難之中發光發熱……所有這些都會令魔蠍座的你焦頭爛額。你渴求相對穩定的生活，牡羊座偏偏對此嗤之以鼻。和牡羊座的人一起住，即使在家，你都會感受都外界的壓力。牡羊座總是以不斷制訂新計畫來實現自我價值，他們是革新者。至於性格方面，牡羊座有點自以為是，而你又可能會覺得這讓你無法忍受了。但是，魔蠍座的你是渴望並需要社會認同感的，如果你的牡羊伴侶能夠為你做到這點，你一定是最為他驕傲的人。說你會爬上屋頂向全世界大聲宣告他的成就一點也不誇張喔！<br><br>魔蠍與牡羊的搭配比起愛侶其實更適合做生意上的夥伴，因為你們都是工作狂！能夠為了成功而不懈努力，這個共同點會將你們緊緊相連，雖然這你們這一對從星相學上看並不是那麼合拍的一對。這兩個太陽星座形成的星相位置預示著障礙。<br><br>說到房事，你們都是很享受性愛的，但魔蠍的你相對來說觸覺上更敏感而且更容易獲得性快感。牡羊座做什麼事都講求效率，不過在床上的時候恐怕這條規則就不適用了。花一點心思，嘗試兩人同時達到高潮，這樣保證立竿見影。<br><br>你的牡羊伴侶是個滿腔熱情的夢想家，腦袋裝滿各種各樣的主意和驚天大計。他或她也許有時不夠現實，不過一旦有了目標，就會咬著不放，奮力向前。你在這段關係中要充當一個給他提供安全感的角色，為他提供各種切實的理財建議和解決問題的方法。你們倆在一起一定要共同建立一些實質性的東西。維持這段關係絕非易事，因為結果如何很大程度上取決於你的作為。"
    },{
        "nameI":"摩羯座",
        "nameII":"金牛座",
        "percent":100,
        "comment":"天生的一對",
        "description":"你對一個金牛座一見鍾情？恭喜你，你找到了你靈魂的伴侶！不論何時何地，最終你一定會找到滿足、奢華、喜悅、欣慰。金牛座的陽光照進你的屋子，散發著真愛與喜悅的光芒，難怪你會陷入熱戀之中，無發自拔！<br><br>審慎、忠誠、堅定、實際，這些你都有並希望另一半也有的品質，在金牛座身上都有。魔蠍座是從現實的角度出發看待婚姻的，所以你深知你需要依靠你的伴侶。家的概念在你和你的金牛伴侶心中都是舉足輕重的。金牛座在人生道路上很少迷路，他看重自己與他人的忠誠。但那絕不意味著金牛的人生就是死氣沉沉的。他會期待一個美好的家庭環境與很多的物質享受，而這會令你喜出望外。<br><br>性事方面，你們應該是很有共鳴的。你體貼而緩慢的風格絕對值得稱讚。而金牛座是受金星掌控的，所以即使他們日漸老去，身體方面的吸引力絕對不減當年。<br><br>魔蠍座喜歡買珠寶，而恰好金牛座的男男女女同樣喜歡珠寶。這兩個星座都鍾愛物質上的東西，尤其是美麗的東東。魔蠍座對有歷史的東西特別感興趣，如果你喜歡的是古董，那麼你的金牛伴侶一定會陪你逛古董店並樂意學很多相關知識。而金牛座周圍一定要有花草植物。你們倆會一起整理花園，你也一定會愛上對方帶回來的那些花。你們也都是喜歡下館子的人，而金牛座往往會記下一大堆頂好吃的飯店，留待你們一起去分享。<br><br>和金牛座結伴生活，你的人生勢必多姿多彩，絕不會出現那種瀕臨絕境的狀況。沒有危機，沒有不安，你有充裕的時間為你們以後的生活打下健康而堅實的基礎。魔蠍，金牛，簡直是絕配！"
    },{
        "nameI":"摩羯座",
        "nameII":"雙子座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"這個結合併非典型的一對，因為雙子座會定期尋求比你更多的興奮與刺激。毫無疑問，雙子座的才思敏捷與足智多謀令他在你心中是第一位的。雙子座伴侶傾向幫你做許多決定，不過你其實挺喜歡的，因為你很需要被重視。<br><br>雙子座並非占有欲很強的人。他總是令自己日理萬機，所以就算你在辦公室待到很晚，想必他不會介意。不過，他總是渴求認識你身上不同的新的一面，這就有夠你煩的了，因為有可能他們一旦看透你了，就會認為你索然無味而把你甩掉。這擔憂不是多餘的啊！所以不斷改變與成長就是頭等大事了，但要確保你的改變是有價值的，因為你的雙子伴侶總是會帶你去領略外界一切的新鮮事物。雙子座絕對是潮流的風向標，他們總是在很多領域保持著敏銳的時尚嗅覺。如果你要和雙子座伴侶共度此生，那你們一定會有很多刺激的討論時刻！雙子座總是熱情四射、精力充沛、幹勁十足、工作努力，這些正好是你在另一半身上最想找到的品質。<br><br>房事方面，雙子座既古怪又具創造力，並且實驗精神十足，總之怎麼說都是個不同尋常的性伴侶。對於他做不到的，他不會要求你做，但由於他在這方面實在是太擅長了，以至於你會因為想不到新玩法而壓力重重。那是個離不開多樣性的星座！如果你不想被甩，那就機靈點！舉個例子吧，你可以在任何一個房間挑逗他，然後再轉移陣地去另一個房間。向你的雙子伴侶傳送愛的暗示吧，只有驚喜可以扣住他的心，挑起他的欲望。<br><br>總之，你們的這段關係還是有機會開花結果的，但對你來說這是艱巨的任務！值不值得？你自己決定吧。"
    },{
        "nameI":"摩羯座",
        "nameII":"巨蟹座",
        "percent":60,
        "comment":"互相吸引又互相排斥的一對",
        "description":"你的巨蟹甜心的生日比你晚了六個月，所以要不他或她的性格和你互補，要不就價值觀就和你的截然相反。一句話，你們這對要不就完美無暇，要不就簡直是亂來。當然結果還是取決於你的。<br><br>先來分析一下正反兩面的因素吧。從星相圖上看，你的星座主功名與榮耀，所以你有雄心壯志並希望做到一個責任重大的領導職位。你擅長在大機構中工作，擅長政治，但說到其他方面的事你就手足無措了。他熟悉機構的運作系統，且喜歡有序的員工階層，因為在這樣的組織里每個人都知道自己的職責。魔蠍是土相星座，所以你十分實際。<br><br>開始談談巨蠍座這個與你截然不同的水相星座吧。家庭是巨蟹座天生的領地，他做家務時，就算你真心表示要幫忙，他也不會讓你插手。你們會是相稱的一對，他會呵護你與孩子，打造你的夢幻生活，但他就是不明白你是怎樣安排日程的，為什麼留在家的時間總是那麼少？其實，魔蠍座的工作上的習慣根本不能叫做工作方式，因為，對於魔蠍座，生活除了工作還是工作！<br><br>所以問題的根源就在於你總是不著家。巨蟹座對此百思不得其解，工作對你來說那麼有意思嗎？如果你的巨蟹伴侶不高興了，那他就總是繃著臉一副鬱鬱寡歡的樣子。而你卻認為對方花了過多時間在家庭上，對於家庭過於執著了。如果你和一個離過婚並有孩子的巨蟹座的人在交往的話，這種感覺就更強烈了，他會孩子這孩子那地說個沒完，講來講去的就是如何陪孩子待在一起，你會覺得自己被拋到九霄雲外了！<br><br>不過其實魔蠍座也是很顧家的，你會經常拜訪另一半的家庭，因為你覺得那百利而無一害，而你也對家庭血緣什麼的挺感興趣。你會特別喜歡傾聽老前輩講他們的年輕時代。因為能得到第一手歷史資料的話，你就會興奮無比，你聽的故事都足夠你寫本家族傳記了！你的巨蟹伴侶在這方面會是你的得力助手，也許會幫你找找老照片什麼的。<br><br>理財方面，你無疑比你的另一半更為實際、更有天賦。但巨蟹座絕非揮霍無度之人，他們會存錢，會討價還價，會理智地使用他們的收入。所以在理財方面你們會達成很好的共識。<br><br>巨蟹座比魔蠍座更為感性，因此對方會認為你有點冷漠，你泥土般的性格會讓他覺得冷冷的，因為巨蟹伴侶需要另一半經常表露他們的愛意。至於性愛方面，你們都十分敏感。事實上，要迎合巨蟹座心中溫暖而又美好的感情是很難的。巨蟹座希望在性愛當中看到激情四射的火花，如果你還帶著手錶打算看看時間的話那你就杯具了。他需要你完完全全的專注，只有這樣才是對的！巨蟹座伴侶對你強烈無比的愛可能會將你嚇得目瞪口呆！有些魔蠍座的人可能會覺得這種愛太令人窒息了，不過這樣的情況終歸是少數罷了。<br><br>我打賭這段感情是堅定而有前途的，因為你們的互補性格就像一副拼圖一樣剛剛好！"
    },{
        "nameI":"摩羯座",
        "nameII":"獅子座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"從星相學的角度看，這段感情不太會有結果，因為魔蠍是土相星座而獅子則是火相星座。土克火，但當你尋找維繫這段感情的因素時，會看到這兩個星座之間性格相似的地方，所以你們開花結果的幾率還是很大的。<br><br>你們倆都熱衷於社交活動，不過獅子座更為精力充沛與外向熱情，而魔蠍座卻通常比較內向寡言。還有你們的社交目的其實也有所不同，你想通過擴大交際圈來取得成功，但你的獅子座伴侶其實只是覺得社交很有樂趣罷了。魔蠍座與獅子座都喜歡穿得漂漂亮的去參加各種文化集會，而對方更會帶出你身上的亮點。反過來，你會看緊對方的錢包，因為獅子座常常有種錯覺：你們簡直像國王一樣富有，可以隨意揮霍來保持你們最為習慣的生活方式。獅子座很不切實際，但做事同樣堅定不移，這兩種品質可能都會令你不寒而慄。而對方則會認為你對於工作的態度過於嚴肅古板。儘管如此，如果你們真心相愛，就一定可以排除萬難。<br><br>對於性愛，獅子座渴望被崇拜與呵護，而你也會興奮無比地順從他。香檳、鮮花、朱古力、奢華的床單、一件性感的禮物（比如貼身內衣），都是獅子座伴侶營造如節日般快樂的性愛氛圍的必備元素。你們倆都有旺盛的性慾，事實上，甚至比“旺盛”還要旺盛！<br><br>如果有了孩子，那獅子座伴侶一定是個稱職的父母。他總是興致勃勃，密切關心，對孩子有著無盡的愛的關注。你也不賴喔！魔蠍座尊重家庭與傳統，隨著孩子日漸長大，你也會更上一層樓的。等到他們要去讀大學時，你簡直是狀態大好，不僅存夠了他們的學費，還做好了陪他們挨個逛大學校園的準備，他們要選擇讀哪間大學，那怎麼能少了你的建議？<br><br>雖然獅子座伴侶的固執會把你逼瘋，但你們還是有很多共同點的。只要你努力，你們一定可以順順利利！"
    },{
        "nameI":"摩羯座",
        "nameII":"處女座",
        "percent":100,
        "comment":"天生的一對",
        "description":"摩羯座與處女座，簡直是天仙配！魔蠍座啊，你終於找到一個不會再質問你為什麼工作得如此起勁的伴侶了，皆因他也是個工作狂！兩個都是土相星座，這使你們都保持在最單純的初始狀態。<br><br>只不過你們兩人都得犧牲一下工作時間，提醒對方早點回家，離開電腦桌來一場水乳交融、歡快無比的性愛。戴著眼鏡，扎著頭髮，處女座的人常常給人以圖書管理員的印象。但你千萬不要被他的外表騙了，處女座伴侶其實是全宇宙最性感的！因為他喜歡作精準的溝通，該怎樣獲得和怎樣給予對方性滿足，他們了如指掌。<br><br>維繫你們感情的一個重要因素是你們都善於憧憬未來並將它付諸實現。對於這兩個土相星座的人來說，目標、計畫、回報都會令你們躊躇滿志，一步一步走向成功。安全感對你來說十分重要，而有個處女座伴侶的話，你就勝券在握了。"
    },{
        "nameI":"摩羯座",
        "nameII":"天秤座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"這個組合從星相學上說並不太靠譜（魔蠍座在太陽星座的位相對其他星座來講具有挑釁意味），好在你們倆有些共同興趣，努力一番還是會有結果的。這兩個的星座中都具有利於對方的一些行星。<br><br>你們都是精力充沛、事務日程排的滿滿的人，不過你的天秤伴侶比你還愛出外。他交遊廣闊，會帶你認識很多有趣的朋友。恰好魔蠍座也樂於社交，所以對方的這種品質會中你的意。你的天秤伴侶簡直是交際與魅力的代名詞，帶上他參加商務聚會對你百利而無一害。<br><br>魔蠍座與天秤座是兩個本位星座，因此你們都是先驅者，樂於改變。受金星掌控的天秤座會隱約地表現他們強大的力量。眾所周知，有了這種重要的魅力，天秤座具備了王者的風範與力量。<br><br>如果你們之間真的有什麼問題的話，那一定是對方抱怨你工作時間太多了。這時你應該安慰他說：我是為了我們的美好生活而奮鬥的啊！這樣他就會變得更善解人意了。天秤座擅長處理好工作中的各種關係，所以他能夠指導你如何才能事半功倍。不論何時何地，他都能自由地發揮他的魅力之處！儘管如此，你還是會希望對方更加自立，你會時不時地自問：為什麼他總是離不開我呢？但天秤座是主家庭與合作的，如果沒有人與他們互動，他們就會覺得若有所失。也因為對方享受婚姻，所以除非你們的關係到達無可挽回的地步，不然他會對你不離不棄。<br><br>另一個問題是天秤座沒你那麼實際和踏實。你總是專注、雄心勃勃、堅定不移。而你懶散的天秤伴侶可能對你追求堅實、穩固的生活基礎不以為意。這樣你就會認為他根本沒有很好的發揮自己的才能。當你的雙肩無可避免的要背負更多的人生責任時，你會為對方無所作為而你卻擔負全部而懊惱生氣。<br><br>性事上，你更渴求身體上的愉悅，而天秤伴侶則更重視精神上的愉悅，你可以引領你的伴侶進入你的快樂王國。融洽的性愛對你們來說根本不是問題！即使日漸老去，天秤座仍然光彩照人，你完全不用擔心他因歲月流逝而人老珠黃。即使你們結婚已經很久了，你那金星掌控的天秤伴侶會一如既往地與你打情罵俏，令你心中的愛火永燃。<br><br>可能由於太陽星座對其他星座而言是一個障礙的位相，所以你們的結合成功的幾率是百分之五十。而獲得成功的做法是循序漸進，好好理解你的甜心。如果交往一段時間後你認為你的天秤伴侶就是你的唯一，那就奮勇向前吧！在你的星相中，極佳的個人位相會蓋過其他不利因素給你們的感情帶來的劣勢！"
    },{
        "nameI":"摩羯座",
        "nameII":"天蠍座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"這是絕妙的搭配喔！你會為這段感情帶來很好的共識與堅實的基礎，對方為被你步步為營、注重實際的性格所吸引。而你則會傾心於天蠍座強烈的感情和對生命、對另一半的激情。天蠍座水相星座的元素會與你的土相星座水乳交融，你們將共同打造一個可以共同生活的美好環境。<br><br>天蠍座是都市生活的強者，再加上你的理財頭腦，你們就是絕配了。積累財富對你而言是個很有意義的目標，你會孜孜不倦地追求之。如果你的另一半花錢的速度比你賺錢的速度還快，那這段感情肯定時日無多了。不過如果你的另一半是天蠍座，那就絕對不會有這種問題出現。和你一樣，他熱情努力地工作，堅定不移，一心追求自己的目標。在他面前，你反而會變得易受影響，想說服他做某件事簡直是難於上青天。因此有時你很佩服他，有時又覺得他太難搞了，看什麼情況吧。你總是極具研究精神，實事求是，這麼一來，你就得想方設法令自己信服他敏銳無比的直覺了。很快你就會發現你的天蠍伴侶在某些方面有本能的直覺，有時他的理財方法也是對的。<br><br>對於外人，你們倆都是內向而保持距離的，所以完全不用擔心你的另一半會向外界透露任何很私人的東西。天蠍座的人絕不會幻想對外人透露自己的私密房事。在你的天蠍伴侶思考他的煩惱時，可能會出現出爾反爾的情況，對此你可要習慣（不論你是不是這個煩惱的根源）。他可能不會馬上察覺到問題出在哪裡，所以不用那麼多疑；他只是需要一些時間來冷靜思考。試著溫柔地開導他，讓他透露自己的煩惱，這樣你們的感情將會得到升華。<br><br>在床上你會不得不佩服天蠍伴侶如火的激情！他的熾熱只會讓你窒息和意猶未盡！更棒的是，你不必擔心他會迷失，他是為了生命而做愛的。天蠍座對誰都不示弱，連情人也不例外！切記：天蠍座是痴迷狂熱的星座，而你則是無比幸運地成為他們欲望的接受者！"
    },{
        "nameI":"摩羯座",
        "nameII":"射手座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"在黃道十二宮中星象相繼而起的星座是很難配對的，因為魔蠍座與射手座屬於互補型星座。在很多方面你們都截然不同；其中最大的差異是你的射手伴侶是個受木星掌控的樂觀主義者。而相反，受土星掌控的你是個不折不扣的現實主義者。你的另一半視你為悲觀主義者而且完全不明白未雨綢繆的重要性。你則不明白他為什麼可以那麼盲目樂觀。<br><br>物質生活方面，射手座的人熱愛運動。他會督促你減去你的贅肉，要不你就乖乖聽他的話，不然你大概固執地對它視而不見，因為那種東西你看一眼就來氣。不論何時何地，射手座的直率都會讓彬彬有禮與圓滑的魔蠍座難以接受。<br><br>性愛方面，射手座伴侶勻稱、充分鍛鍊的體格會令你覺得很刺激。但很快你就會質疑自己到底哪裡能比的上他。最後，你發現射手座其實只會紙上談兵而你則是實幹家，所以買雜貨之類的責任就落到你身上了。另一方面，射手座的幽默感與深刻的哲學觀點卻是深得你心。還有他會看各種各樣的電視節目來滿足他渴望知識的思維，而你也喜歡各種深奧的知識，所以在這方面你們會有共同語言。這一對同樣只有一半的成功幾率。雖然很多時候維繫感情會很困難，但絕非不可能。至於成敗就由你自己決定了。"
    },{
        "nameI":"摩羯座",
        "nameII":"摩羯座",
        "percent":80,
        "comment":"相當理想的一對",
        "description":"兩個同樣注重實際、同樣雄心勃勃、又同樣沉迷性事的人果真能夠找到真愛嗎？當然！唯一的問題只是你們總是各忙各的，所以鄭重其事地辟出時間行房就十分必要了。即使不馬上行動，也不能耽擱太久。無論你們有多愛對方，在魔蠍座的內心總是深藏著對認同感與事業有成的渴望。你們都明白這一點，所以這裡面不會產生矛盾，無論要付出怎樣的代價，你們都會互相勉勵，一路同行。<br><br>於是問題就只剩一個了：就是你們都將升職加薪放在第一位。這也太過嚴肅認真了吧！留點時間來相親相愛吧。在臥室里要杜絕一切工作事務，電視也踢出去（保證在溫存時沒CNN新聞來煞風景）。結婚生子後，也要堅持每個星期約會喔！魔蠍座很容易因為責任感而過度操勞，因為工作對他們來說是頭等大事。一旦有了孩子，日子就更複雜了；但你放心，你們彼此都不會讓對方累壞的。有一個可以依靠的伴侶對你而言太重要了，魔蠍座伴侶就是你需要的人。總之，你們是心有靈犀的一對。這樣的絕配，還有什麼難題解決不了呢？"
    },{
        "nameI":"摩羯座",
        "nameII":"水瓶座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"兩個截然不同的人會相互吸引嗎？會的。他們能在一起嗎？可能吧，但這時你們之間的差異就會更明顯了。這段感情是否有結果在於你看待與理解它的態度。<br><br>你為瓶子的非主流思想和愛搗亂的毛病而吃驚不已嗎？一開始這是令人激動的，因為魔蠍座是完全的傳統主義者。瓶子完全不贊同你對打破現狀所抱的天生謹慎態度。有時對方的興趣好像太過時髦而反常，就像他隨時隨地準備把握時代下一秒的動向。就算沒那麼誇張，他的性情也比你更加沉穩冷靜。他總是屏除情感因素客觀冷靜地做出決斷。一段時間後你可能渴望對方更加穩定，更容易表露情感和更可愛，但很遺憾，瓶子不可能這樣。<br><br>你們還有其他很多差異之處。在你內心深處，你是極具階級意識的；你希望住在方便的地區。穿戴得體，將孩子送去最好的學校。瓶子則對此不以為然，他們內心充滿民主平等的精神，並希望以此為原則去生活。<br><br>你們倆都是當領導的料，但所著重的方面卻不同。你會是通過一步一步小心翼翼地攀登成功的階梯、圓滑地處理公司里的權術之爭而在大型正式的機構里獲得大家的認同的。而你的水瓶座伴侶在工作小組中就能獲得滿足感，可以僅僅是為社會福利而不必是為某間公司謀利。如果工作不順，瓶子會去做充滿意義的志願者工作，目的也不是物質利益。瓶子是屬於全世界的，如果你希求一個能在晚上等你回家的小女人/小男人，那麼請三思。你可能不得不聽到他在城市大廈里用擴音器吶喊，或者是在網咖里與他碰面。<br><br>另一個差異是你們夜生活的不同。魔蠍座會翻看美食指南找間高級餐廳吃一頓，而瓶子可能會只想在一個小角落裡吃素菜。魔蠍座想要討論關於戲劇與文學的話題，而瓶子則想談談什麼校巴啦、好的JAVA腳本啦之類。魔蠍座欣賞歷史與古董，然而瓶子卻拒絕過去，因為他活在未來之中。<br><br>對於性事，你們倆都是追求肉體快感的。但他更會將性愛看成是遊戲與樂趣。你會不會贊同水瓶伴侶對於A片與潮人追求之物的喜愛呢？這點就不得而知了。瓶子的愛是受雙子座控制的，那是個象徵思考的星座，他們的頭腦主宰了心靈。你很現實，也很注重倫理道德，任何亂來的東西都會把你搞垮，哪怕是你剛開始和你的瓶子約會也是這樣。"
    },{
        "nameI":"摩羯座",
        "nameII":"雙魚座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"這個土相星座與水相星座的結合會有個好開端喔！你可能會為你的雙魚感到心煩意亂，因為他身上的某些東西你要花些時間才能理解。你是個嚴肅的人，你為自己能以現實為基礎解決問題的能力而自傲。而你的雙魚伴侶，好像是充滿幻想與情感的生物體，至少看起來是這樣。<br><br>某種程度上你沒錯。但你的錯誤在於視他們的直覺力為古怪反常的玩意。你會發覺這些直覺有著驚人的成功幾率！雙魚座是靠直覺來到你身邊的，而且帶著滿腦袋毫無現實基礎與實際原因的預言式的夢境與想法。神奇的是，他總是正確的！<br><br>其實你最不理解的是雙魚對於物質的淡漠。雙魚座不僅對你來說是不同的，對你的朋友而言也是如此。你有志買輛漂亮的新車、一件名貴的首飾、或是城市俱樂部的會員卡。但你談論這些時，對方只會聳聳肩說：你愛怎樣就怎樣吧，然後冷冷地走開了。但如果你告訴她總有一天你要變成大富豪，在窮鄉僻壤處蓋座圖書館，給一間醫院裝上翅膀，那你一定會引起他的注意。雙魚座需要別人來排解他的痛楚。他也喜歡創造各種東西，所以送件幫助他創造的工具是個不錯的禮物，例如照相機、筆記本電腦（用來寫故事、作詩）、或者繪畫工具與畫布。<br><br>雙魚座永遠都要比你浪漫，你則可以全心全意享受他溫柔的關懷。一邊散步一邊和他閒談，別忘了時不時稱讚他一下。雙魚座很容易缺乏自信，所以需要你時時鼓勵他。他有些缺乏自我意識，因為總是一直無私地關注他人使他淡忘了自己其實也是有相當的才華的。<br><br>性愛過程中，你們應該保持相同的節奏。雙魚希望性愛是無須語言表達的真愛。如果你忽略了對方的感受而單方面要求性愛的話，他便會瞬間察覺後逃之夭夭。但只要你態度真誠，你就能將你們的感情升華到一個新境界。只要進入了雙魚座的世界，你就會樂而忘返。"
    },{
        "nameI":"水瓶座",
        "nameII":"牡羊座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"牡羊座的人聰明、熱情，新點子層出不窮。因為牡羊隨時準備開始新的冒險，所以從不粘人，這點也正好符合你的想法。你是風象星座牡羊是火象星座，你們的組合將迸發出強大的能量。你們倆都忠誠開朗，這將使你們的關係綿遠流長。<br><br>你的牡羊在床上是自信而富有創造力的，也不會感到緊張（你也不會）。你們沒有很強烈的占有欲，也沒有嫉妒心，因為你們都受到富有創造力的天王星影響，你們會自覺創新，深深享受著你和你的牡羊戀人之間的激情四溢。如果你愛你的牡羊，堅持下去，毫無疑問你的生活會變得豐富多彩，你客觀公正，所以你將會發現你和你的牡羊戀人是如此的和諧。"
    },{
        "nameI":"水瓶座",
        "nameII":"金牛座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"這是一對艱難的組合，除非有一些其他的土相星落入你的星盤。金牛和水瓶都是固定宮，你們都不願屈身妥協。單單固執就能摧毀你們的關係。<br><br>性也是一個障礙，金牛很注重感覺，常常需要你來反覆證明你的愛他們才會安心，而你並不需要很多愛的外在證明。金牛追求享受--注重感官刺激和原始本能--儘管你也喜歡性，可是那不是你的生命。在最初的激情過後，你會慢慢冷卻下來，並開始覺得你的金牛對你的要求太多了。金牛占有欲很強，有時你會反感，因為你很在乎你的個人空間。你有你的事業、你的經歷和你的目標，除了你們之間的關係，你還關注著這之外的世界，而你會發現你的金牛對此非常不理解。金牛喜歡消極對抗，如果你的金牛無法找到其他能吸引你的辦法，這會給你們的關係帶來巨大的壓力。<br><br>儘管金牛的腳踏實地、可信賴和穩定在最初吸引了你，這些特質可能會在後來的日子失去對你的影響。你會發現金牛的生活很枯燥。金牛很保守，而你卻是一個未來主義者，兩者根本就是對立的。政治上你們也會有分歧。<br><br>此外，金牛不理解你對創新的渴望和你的藝術氣質，金牛不喜歡和你一樣花時間分析事情，金牛的生活方式就是享受舒適的居家生活，而此時你卻正被這個巨大而敗壞的世界所吸引，需要離開家出去透透氣。<br><br>如果你深愛著你的牛，那你就必須去接受屬於金牛的特徵。反之，他也會學著去喜歡和鼓勵你的個人愛好，你們會開闊彼此的眼界，互相幫助。水瓶屬於全世界，而不僅僅是某個人；他的角色就是帶領大家一起讓世界變得更美好。如果你們的關係持續下去了，顯而易見你找到了一頭稀有的金牛，他會支持你站上世界之巔，儘管那意味著他們必須放棄一些屬於自己的時間。"
    },{
        "nameI":"水瓶座",
        "nameII":"雙子座",
        "percent":100,
        "comment":"天生的一對",
        "description":"這是一對充滿光芒的天作之合。你們都是有智慧的風象星座，所以都喜歡交談、好看的書、旅行、開玩笑、聚會、豐富的社會生活，以及共同進行其他的活動，這讓你們的生活充滿活力。如果你問一個瓶子，為什麼要和雙子結婚，這答案給的簡潔明了“為了更有樂趣！”多好的回答。一個充滿智慧的答案說出了許多夫妻已經漸漸淡忘的結婚理由。最後，你們在一起很快樂麼？無論你還是你的雙子都贊同不已。<br><br>你們之間的溝通質量極好，你們都常常需要一起暴走才能平靜下來。你們思維速度都很快--還有些時候你們思慮過重！你們都有許多朋友，也樂於介紹給對方，你們的社交圈因此而不斷壯大。但是你們才是彼此間最好的朋友。<br><br>你們在床上都喜歡嬉戲，雙子擅長創造；他們會爆粗口而你恰恰因此直衝雲霄。一段開放的關係會感染你們，但是請注意，你們其中一個可能會受傷害。雙子總是緊跟時尚趨勢的，但是過於開放的性態度對你們兩個來說都不是什麼好主意。你們都不會用情太深（除非水星宮恰恰落入你們的星盤裡），所以你不需要用月光之夜和玫瑰來製造情緒。但是無論如何要記住安排幾個美妙激情的夜晚，當然僅僅只是為了尋求刺激。<br><br>你們屬於四星級組合，堅固的黃金聯結，牢牢把握彼此，你們分享的信任，你們共同的責任，你們享受共同生活的樂趣，這些都能讓你們經受住時間的考驗。"
    },{
        "nameI":"水瓶座",
        "nameII":"巨蟹座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"深情的水象星座巨蟹座能從理智客觀的風象星座水瓶座這裡找到真愛嗎？不是那麼容易的。你會發現巨蟹喜歡呆在家裡，他們關注孩子的需要，喜歡和家人一起消磨時間，這些會讓你抓狂。和你的姻親們呆上一個周日就讓你受夠了！巨蟹無法理解你為什麼不喜歡居家，而你會奇怪為什麼他們老被往事深深吸引。<br><br>巨蟹需要被關注--而你卻常常沒那麼多時間去給予他--你的守護星總是把你的精力引向外面更加廣闊的世界。如果你愛巨蟹，白天關注世界，晚上就留給你脆弱的巨蟹吧。他們會溫柔的對待你。為你烹飪美味的晚餐，維護所有有趣的家庭傳統，讓你體驗你認為早就不存在的傳統的家庭生活。小心，由於你堅強的天性和你的巨蟹的浪漫特質大不一樣，也許你會無意中傷害了巨蟹的感情。你們關係中最困難的地方大概就是讓他說服你在家裡多呆一會。如果你想維繫這段感情，你就必須付出努力。你感性的一面會非常不一樣，只要你希望，你的感性就會發揮作用來維繫你們的關係。"
    },{
        "nameI":"水瓶座",
        "nameII":"獅子座",
        "percent":60,
        "comment":"互相吸引又互相排斥的一對",
        "description":"獅子座是距離你180度的星座，星相顯示你們要麼完美契合要麼互相殘害。沒有中間地帶！我認為你能找到和獅子的相處之道。火象星座的獅子喜歡你在二人關係中體現出來的風象星座特質，這會讓他的光芒更加耀眼。你喜歡獅子代表的奢華和文化，儘管你不會沉迷於此。<br><br>獅子的慷慨和風趣對你們兩都有好處，你的獅子對你強大的邏輯思考能力很佩服。有一個問題是你們都是固定宮，那就意味著如果你們意見相左，你們都會集中注意力改變對方想法，然後陷入僵局。除非你做些靈活變通，否則你們什麼也做不了。<br><br>獅子座很有貴族氣，總是認為自己具有一定的社會地位，儘管還沒得到。水瓶座助長了他的氣焰，如果這種情況陷於失控，那你們就必須要開誠布公的談一談了。你是一個流浪鼓手，從來不在意別人的眼光。但是你要明白，獅子需要別人的崇拜和仰望，否則他們將無法生存。獅子是永遠不會放棄這個的，別指望會改變他們。你所能做的就是盡力幫助他們實現自己的期望——把你客觀看待事物的眼光運用起來——幫助獅子夢想成真也許並不很難。<br><br>獅子很自我，他們需要你大量的關注，這是你們關係中的另外一個問題。並不是說你也很自我——你沒有——但如何迎合他們也是個問題。你會在很多地方失去自我意識，更多的關注那些讓你的伴侶感覺沮喪的地方。<br><br>關於性，你的獅子頗有表現力和熱情，會把臥室裝點的奢華以取悅於你，會放上芬芳的花朵和最好的香檳。你的獅子有趣，還有些戲劇化，這些都會很有意思。要注意的是，你小小的冷漠會讓獅子有點不自在。獅子覺得激情是生命最重要的組成部分，他們不僅希望你有風度，還要有活力。也許你需要請教你的朋友關於獅子的問題。有些時候你顯得過於嚴肅了，還有過於關注工作了。<br><br>你們都喜歡冒險，這對於你們二人來說是好事，儘管前方的路會有些小的起伏，如果你們願意去夢想，你們就能夢想成真。瓶子，去做些創意想像吧。"
    },{
        "nameI":"水瓶座",
        "nameII":"處女座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"處女座是精確而有條理的，但水瓶卻能在一片混亂中依然趕到舒服。你的星座掌管著天才和創造力，你創造過程中的浪費和混亂，會讓你的處女座戀人很難接受。<br><br>對於水瓶/處女這對組合來說，最大的困難是缺乏浪漫和對性的熱情。處女座的主宰是大腦，冷靜的水星是他的守護，而你則受理智的天王星保護。你是風象星座，處女座是土象星座，也許你最初是被他們的實際所吸引，毫無疑問這喜愛會持續很多年。還好，處女座不會要求你們用很多時間陪他，他們是大忙人——處女座的人就是工作狂。你欣賞他們的勤奮，但是他們不理解你需要激盪、驕傲，或其他方式來維護你的特質。處女座很保守，需要一定的社會認可度。<br><br>成功是艱難的，不過就像其他關係一樣，如果你坦誠對待你們就能繼續下去。也許你們都會有一些其它行星落入星盤，那會給你們的關係注入活力和激情。處女欣賞水瓶服務於社會的能力，他們所掌握的高科技命題，他們對未來的展望，還有他們的領導力。反之，水瓶座敬重處女座的務實，不誇誇其談，實踐性和效率。處女比你要靈活——他們在商場上如魚得水。你的處女戀人可以幫助你事無巨細地做好所有記錄，不會有任何紕漏。當夫妻二人都很忙碌時，其中一個人的組織能力本身就是一筆了不起的資產。如果你要提升你的生活品質，處女座會是你的幕後高參（這個角色會讓他們樂不可支），幫你制定計畫，安排會見會計師，商量契約中的細節問題，制定現實的預算，使你的訂單運作順暢，為你的計畫作修正。千萬別小看了處女座在你身邊的巨大力量。<br><br>安排時間和處女座約會，確保你喜歡這個結合。如果雙方沒人退出這個關係，那就是你星盤中的小行星覆蓋了你的太陽宮。如果這樣的話，自信的走下去吧！"
    },{
        "nameI":"水瓶座",
        "nameII":"天秤座",
        "percent":100,
        "comment":"天生的一對",
        "description":"這是時髦的、令人激動的一對，有著兩個相似的靈魂。你們都喜歡參加眾多社會活動，沒人希望像傳統上那樣呆在家裡。事實上，每周的幾次豪華晚餐，是你們在繁忙生活中?<br><br>但是即使是最好的關係，伴侶間仍然需要包容對方。對你們來說，需要注意的是天秤會非常在意社會接受度，你可不能對此不以為然。受到天王星的影響，水瓶座的工作是去發現新的事物。在這種情況下，你會從偶爾和大機構對抗的過程中得到迅速成長。而令人吃驚的天秤，這個受金星掌管的星座的工作就是把兩股對立的力量捏在一起。他們希望受人歡迎，也希望用他們自己的方式來促進你們的關係。你可以看看你們的角色有多麼不同：在很多方面，水瓶是一個極端的星座。天秤座的朋友多來自藝術領域，你的朋友大多來自科學領域，沒關係，你們的朋友相處的很融洽。天秤座很會招待人，你們的聚會總是有很多話題。<br><br>天秤渴望婚姻，但是水瓶希望個人空間和自由，並不輕易許下承諾。關於性，你們的結合簡直就是開啟了天堂之門，很多樂趣、智慧和體驗。你會喜歡天秤使用的香水或古龍水（無論男女，這個星座的人都是香水精靈）還有他的優雅風度和個人風格。天秤對自己保養得很好，即使年紀大了還保持著不錯的外形。你的天秤會喜歡你融合了幻想和趣味的性愛的。<br><br>你的天秤是浪漫製造者，讓他們在灑滿星光的夜晚做引導者。從生理上說，你們水平相當，但是你不具有天蠍、雙魚或者巨蟹那樣的深情。你的太陽宮照耀天秤愛的小屋，你們得結合會非常牢固，也許你會用冷漠冷靜的外表面對外面的世界，分析你們的關係。你的天秤則會用深遠的哲學思考照耀這你的家。<br><br>這是一個四星級組合。如果事情走向負面，那也不代表你們彼此不合適。你們都是風象星座，相似的特性讓你們相得益彰。你們都知道如何清晰理智的溝通，你們分享對真理的探究。你們會共同擁有一個富有、忙碌和嘈雜的人生。太有趣了！"
    },{
        "nameI":"水瓶座",
        "nameII":"天蠍座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"這並不是一個很好的搭配——你們是如此的不同。水瓶座有許多朋友，但是聯繫不多，你們需要獨立的個人空間。天蠍需要隱私，很少幾個朋友卻可以分享他的真情實感。你們的生活方式完全不同。水瓶對天蠍說“為什麼你需要如此深入我的大腦？”各自相對獨立的空間讓你更有安全感。過於親密反而會導致疏離，或喪失一些自我意識。天蠍對水瓶說“為什麼你不能放下你的戒心，為什麼你不能和我進行深入的情感交流？”也許你愛上的正是天蠍的神秘和他們不可思議的深情。（儘管從一開始就不匹配）。<br><br>天蠍座照亮了你的太陽宮，所以你的蠍子戀人對你的事業會非常有幫助，他們會給你一些中肯的意見，他們天生直覺超人。他們在財務上很精明，也可以在這方面給你一些不錯的建議。如果你要開始一場談判，去尋求你的天蠍幫助，他們非常清楚該怎麼做。如果你愛上了你的代理、上司或其它幫助你成功的指導者，也許他就是一隻蠍子。結婚就不同了，至少你們都必須達到同樣的感情基礎。<br><br>天蠍座嚮往劇本里的男歡女愛，但是你不能一直保證你能達到這個高度。這看起來像很重要的工作，天蠍的期望會讓你有些不知所措。天蠍可能覺得你過於冷漠和獨立，也許更壞的是，他們發現你在他要你專注於情愛時你卻在想其他事情！天蠍的占有欲和嫉妒心都很強，而你有許多朋友，男女都很多。不過如果你的天蠍很長時間沒有感覺受到威脅，這對他們而言就無所謂了。<br><br>把我所看到的這些不匹配的地方連線起來看，雙方都需要去了解對方的期望和需要。問問你的戀人他想要的是什麼，傾聽他們的答案。這將是你們為了維繫你們的關係而不得不作的功課。"
    },{
        "nameI":"水瓶座",
        "nameII":"射手座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"這是一個甜蜜的配對，甚至可以說隨時都在變的更好。你們儘可能的分享彼此的理想，對現實的看法。你們都關注著社會事務、新興科技，喜歡計畫未來，你的戀人本質就喜歡學習。射手扮演的角色就是給人類社會帶來知識並且樂在其中。你很確定和射手會有一些生活上的分歧。如果你不同意他，你們沒人會妥協，你們都很獨立。總之你們都拘泥於自己的方式，如果你的射手戀人更懂得變通——這對你們未來的共同生活有很大好處。<br><br>射手喜愛旅遊，你喜歡獨處，所以你會接受彼此分開，各自都單獨度過一個假期。要當心：投向外界的目光可能代表著離開的心。你們誰也不想自找麻煩，所以在你們決定彼此牽手之前，你們會偶爾安排一個長時間的約會。你們都需要確保你們的獨立空間不會被侵占。<br><br>你們在性愛上是完美搭檔。但是你的射手的表現會不如他說得那樣好(嘿，我以前做的更好！哇！) 你的戀人是火象星座而你是風象星座，這兩個元素高度匹配，但是射手的率性讓許多星座都感覺很難接受。他們也會被反彈回來的自己的行為嚇一跳。你的射手會對你希望知道的事情有所回應，會讓你知道他真實的感受。實話——謊言，射手一直在重複這樣的循環。但是你和你的射手都不是記仇的類型，因此你們能在一起。<br><br>這兩個星座相隔60度角，在占星術上，這樣的情況被認為會互相影響。這意味著你的戀人會為你創造機會做你想做的事。你的射手會為你的友情和社會關係點燃一盞燈，在你的問題上他絕對是無私的，是一個強有力的幫手。當然，你的射手也會給你帶來許多新朋友，還有一兩個密友。他會希望你也能成為他們小團體中的一分子，當然，這對你也有好處。<br><br>你們都不擅長家務，也許你們需要僱傭一個鐘點工，你們確定關係後就可以雇了。有些人喜歡儲蓄，對於你們而言，這都不是你們會選擇的伴侶！所以如果你和射手相愛，努力吧。瓶子，你們將會是很好的拍檔。"
    },{
        "nameI":"水瓶座",
        "nameII":"摩羯座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"只要一些重要的水象或土象行星落入你的星盤，這個組合就能運行良好。因為你的星座是緊隨摩羯座之後的。兩個相鄰的星座往往有很多不同之處。因為它的長處往往正好是前一個星座的弱點。摩羯好奇為什麼水瓶如此重視對未來的規劃。摩羯代表歷史和過去，所以你的戀人喜歡老電影，喜歡看古董，對博物館收藏的恐龍也很有感覺。另一方面，你，卻忙著要回去網上衝浪，或者去當地的數碼超市瀏覽更新樣式，速度更快計算機。摩羯座寧願把錢花在罕見或古老的檔案收藏上，而你卻大大不同。<br><br>不過如果你喜歡這種差異，你們的關係就不會悲觀。也許你喜歡的正是你戀人的腳踏實地、豐富的實踐經驗以及努力的工作。摩羯座很重視名譽，但有時候他的社會意識會激怒你。瓶子們不要試圖和別人攀比，你的戀人也許會認為你的無動於衷非常不負責任。他們喜歡你無拘無束的思維、想法（特別是因為這點和他們太不一樣了）和你對人生的實踐態度。<br><br>摩羯比瓶子更看重物質，不過這對你也許有好處，你的伴侶將耐心地設計你的退休金組合方式，並且使它不斷增長。也許你現在看不出它的必要性，但是以後你會很慶幸你有它們。如果你的情況是這樣的：摩羯需要你在一段時間內支持他（比如在你們的孩子出生以後），你們會經歷很多困難，你的摩羯雄心勃勃，同時也希望你的職業也能得到長足發展，無論是職位還是薪水。你並不是完全的自我導向——你的角色是為組織好好工作——你的計畫也往往是長期計畫。所以摩羯對你的影響究竟是好還是壞，這取決於你的想法。你的戀人也許得學會如何在你職業沒有馬上得到發展的情況下自得其樂。<br><br>土象摩羯在性愛上注重肉慾和觸感。你要弱一些，所以你要麼投入這個過程要麼就聽他抱怨。我依舊認為你有辦法讓你的伴侶滿意，因為你接受和反饋信息的能力都是一流的。你是溝通的好手，性對你而言和你生活中的其他事情沒什麼區別——有時你也會加以分析和改善。水瓶具有科學家的客觀特性，不假設，認真觀察，得到數據找出被證明的論點。對於摩羯來說這種方式太冷酷了，他期望你展示更多的原始野性。<br><br>我們都比我們的太陽宮更複雜——星星們建議，不要命令，我們該如何做。愛和理解可以超越一切難題，所以找出問題癥結所在（這並不是一直都很容易）直面它們。運用你溝通的神奇能力，水瓶，只要你嘗試了，你們就能擁有一個良好的關係。"
    },{
        "nameI":"水瓶座",
        "nameII":"水瓶座",
        "percent":80,
        "comment":"相當理想的一對",
        "description":"喔！這是兩個獨特的人相愛結成的組合！如果你在另一個水瓶面前示弱，那是因為你在他身上看到了你的影子。我認為你對另外一個瓶子的尊重會得到很好的回報，還有，這個組合成功的幾率非常之大。<br><br>你們都對生活有自己的意見和看法，你們偶爾都會很固執。但是這些都不會妨礙你們。你和你的戀人希望聽到各種不同的觀點，你們也會尊重對方的分析。你們很容易互相包容彼此。<br><br>你們可能決定一起為公益事業或社會政黨去當義工，你們倆都希望能為社會貢獻力量。無論是為了當地國小的油漆含鉛量還是為了自由競選而進行的演講，你們都無法做到坐視不管或者看著人們（或我們的地球）受害。你們有強烈的人權意識，也願意成為這一領域的積極份子。你們也許會建立基金來幫助這個世界，就像當年阿根廷國父國母貝隆夫婦做的那樣。"
    },{
        "nameI":"水瓶座",
        "nameII":"雙魚座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"黃道十二宮中的相鄰星座總是有很多不同，因為它的長處往往正好是前一個星座的弱點。所以你的雙魚戀人將和你完全不同，所以他才會為你所吸引，你的生活過的怎麼樣取決於你自己。<br><br>雙魚具有和別人建立良好關係的能力，他們悲天憫人的情懷深深吸引著你。你們都很敏感，害怕傷害，但是你們的表達方式是不同的。雙魚會為人提供一對一的幫助，因為他們是很私人化的傢伙。你呢，恰恰相反，不會浪費一個下午去陪年邁的鄰居購物，但是你會建立一個組織去幫助鎮上所有的老人。你們也具有完全不同的朋友，但是多愁善感是你們共同的名片。<br><br>雙魚的完全不同的情感強度讓你覺得就像遇到了一場劇烈的暴動那樣不安。雙魚為了這段關係可以獻出一切，所以如果你忙於工作忘記給雙魚打一個你承諾過的電話，或者你顯得不太專心，你的雙魚都會感到不安。<br><br>性對於雙魚來說同樣重要，他們期望這是一場神秘的體驗——兩個靈魂的相遇。但是你也許無法做到這點，在你看來，感情和趣味比靈魂重要多了。對雙魚重要的還有你的讚美、關注，以及上床之前你對他的表揚。如果你認為你可以很輕易偽裝你的情緒，提醒一下，別忘記雙魚可是肢體語言閱讀專家。如果你不能給你的伴侶他渴望的東西，雙魚不會在這段關係中停留太久。雙魚認為每個人都有從伴侶那裡獲得熱情的權利，不是一次而是每一次都要如此。這可以是個好訊息，也可以是個晴天霹靂，究竟是什麼就要看你的品質了。記住，他們不是孩子。<br><br>我們可以說，比起像雙魚們希望的那樣，和他們一起工作，你得到了更多。你需要更誠實，帶領你那在途中的每一步都給與你鼓勵和支持的伴侶。當雙魚解讀你的思維時，你會感到妙不可言——真正的心有靈犀。有不少幸運兒的背後都有默默付出的雙魚幫助他們獲得名譽，擴大財富。一旦雙魚信任你，那麼讓他做什麼他們都願意。<br><br>如果他們的利益被損害，雙魚會繼續停留一段時間，一如既往地付出。然後魚兒的自我保護系統突然報警，提醒魚兒該離開了，魚兒會毫無徵兆的離開，永遠不回頭。儘管水瓶總是期待著生活不可預知的事情的發生，這個突如其來的變化依然震撼了他們。被辜負的雙魚再也不會給他們警告信號了。比起打架，雙魚更不喜歡面對面對質，他們就是離開了。記住這個趨向，保持你溝通的靈敏性，避免不幸的發生。<br><br>記住，善良、有風度，還有溫柔的對待你的雙魚。瓶子天生的冷漠殺傷力十足。這個組合需要運氣——和諧發展還是徹底失去，這都取決於你！"
    },{
        "nameI":"雙魚座",
        "nameII":"牡羊座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"你的牡羊伴侶喜歡做個領頭人，而這方面對雙魚的你而言也沒問題。你能欣賞對方果敢堅定與有志者事竟成的態度，而他則欣賞你的洞察力與敏銳的感覺。<br><br>從經典的星相學角度看，你們這對並非是理想的一對。雙魚座是水相星座，牡羊座是火相星座。從字面上看，水克火。對方在你眼中可能太過自我與輕率魯莽。牡羊座是出了名的缺乏思考人生真諦和三思而行的能力的，對此你會非常惱火。<br><br>你希望對方做事更有計畫，而對方則會希望你不要為他過度擔憂。但牡羊座會比你更為現實，常常對你袒露心跡。他直截了當的說話方式可能會使你受傷，牡羊座沒有與別人交際和產生共鳴的閒暇，而敏感的雙魚座會覺得這是個問題。<br><br>性愛方面，牡羊座伴侶創造力非凡，是個令人激動的愛人。但他卻只當性愛是個娛樂活動，不同於你將性愛真愛最重要的表達方式，你對此會頗有微詞。注意了，即使在熱戀當中，牡羊座也會保持強烈的先驅者的本能，他會變幻無常、濫交，而你們則可能因此玩完。<br><br>牡羊座看重新鮮感與新的經歷，用你在玩樂方面非凡的想像力與天賦讓對方無可自拔地心醉吧！<br><br>只要能跨越那些障礙，你們將會是快樂的一對。你會喜歡上牡羊座那些新奇的點子與火熱的激情，而牡羊座伴侶則會傾心於你體貼入微、討人喜愛的性格。"
    },{
        "nameI":"雙魚座",
        "nameII":"金牛座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"金牛座可是性感、清新、注重實際的，而且床技一流。他為你體貼入微而又有遠見的品格所傾倒，也被你的樂於助人所感動。<br><br>有個小問題就是，金牛座注重物質享受，而你卻完全不是。作為土相星座，金牛座喜歡占有下屬們的勞動成果。而雙魚座會在創作活動與慈善活動中得到喜悅，你怎樣都難以理解金牛伴侶為何本能地積累財富、收集各種物品與玩意。<br><br>儘管如此，對方為了以後退休而作的儲蓄會令你們的未來更加買好，而雙魚往往不會關注這方面的事。對於雙魚座的你而言，愛是超凡脫俗而又純粹精神層面的。但對於金牛座來說，愛有很大一部分是意味著性愛。<br><br>在性愛過程中，金牛伴侶比較看重身體上的接觸而不太注意精神上的享受。這會使你很困惑，因為你們表達愛的方式是如此的不同。但當你感受到你的另一半是真心愛你而性愛對雙方都並非單純的肉體交流後，你們的感情會更上一層樓。隨隨便便的性愛會深深傷害你並將你精神上的激情扼殺怠盡。<br><br>而金牛座會花很多時間在性愛上，用盡各種感官去享受它，這方面你們還是高度一致的。你甚至會很享受他們的占有欲，“擁有並享受”是金牛座的箴言。金牛座總是忠誠堅定、可靠而又帶點憂鬱。這些往往是雙魚的你所最為欣賞的品質。"
    },{
        "nameI":"雙魚座",
        "nameII":"雙子座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"雙魚座是水相星座而雙子座則有如氣體。氣與水攪在一起就會冒泡，所以只要你當心提防那些會惹毛對方的東西。你們就是充滿活力的一對。從星相學上看你們非常合適。<br><br>雙子座喜歡刺激的話題和很多的雜耍，也喜歡經常外出，和朋友周末一起去遊覽、去看新的展覽和表演、試試城裡新開的網咖等等。如果待在家裡，他會一本接一本地看他那些期刊與書籍。光是想一想到那些花樣繁多的活動，你就已經筋疲力盡了吧。<br><br>頻繁的與人交往會使你疲憊不堪。如果你的雙子伴侶可以理解你為何不願在周末和他一起去海灘，而是只想窩在家裡寫寫稿、做做陶藝、畫畫等等，那麼情況還好。<br><br>面對困難時，雙子座喜歡理智地分析問題，而雙魚則完全跟著感覺走，或者是完全依賴直覺。有時候眼前的事並非一五一十井井有條的，所以沒必要為你的直覺而辯護。其實，條條大路通羅馬。總之，時間會證明你的直覺大部分時候都是對的。<br><br>你們這對一定很刺激，因為雙子伴侶會帶你進入你聞所未聞見所未見的新世界。你們兩個星座都是性情易變的，所以在暴風雨來臨時抱在一起隨風搖擺就能擺脫脆弱了。<br><br>性愛方面，雙子座喜歡在開始前與過程中聽到表達愛意的話，所以你一定要健談而富有創造力。他最欣賞你在床上為他朗讀情色故事了。你將引導對方到達內心最深處的情感並教導他理解天地萬物中隱藏的符號與密碼，讓他不僅僅看到那些表象。<br><br>你們這對極有可能發展出激動人心的關係，那將充滿創造力與各種想法，見聞多多，朋友無數，去處不盡！值得一試！"
    },{
        "nameI":"雙魚座",
        "nameII":"巨蟹座",
        "percent":100,
        "comment":"天生的一對",
        "description":"如此的一對，真是此情只應天上有啊！這兩個都是水相星座，所以你們都能深深地體會到自己與他人的情感。你對他人的感受非常敏感，絕不會麻木不仁地指責別人。<br><br>巨蟹座伴侶對家庭的渴望能另你感到安慰與滿足。而你對創造力與自我表現力的需求也會感動你的巨蟹情人，你們的結合會是浪漫、多愁善感與魅力的夢幻組合。<br><br>巨蟹座與雙魚座會在這個紛繁忙亂的世界裡攜手打造屬於他們自己的、沒有危險的天堂。充滿壓力、忙碌的日子會很容易挫傷你們，一起在你們最愛的水邊尋求安慰吧！放假的時候和對方去能看水景又能玩水的湖邊或海邊吧，這樣就能忘記所有的煩惱，為你們的感情重新注入活力，慢條斯理地享受二人世界。<br><br>巨蟹座很有理財頭腦，也喜歡投資，但雙魚座恰好對此了無興趣。巨蟹座更知道怎樣找到便宜貨，這點十二星座當中可是無人能及。有了巨蟹伴侶，未來在理財方面你一定十分成功。巨蟹座卻比雙魚座更喜怒無常。偶爾他悶悶不樂的樣子會搞到連你也不爽，特別是在你覺得他是因為你不知什麼時候冷落了他才會這樣的。<br><br>要記住巨蟹座總是反應遲鈍，幾天甚至幾個星期前發生的事情他可能才剛剛意識到是怎麼回事。對雙魚的你來說這是令你困惑的根源。當對方身體不舒服時，抓住時機和他好好談談吧，這樣問題可能就解決了。<br><br>你要溫柔地撬開巨蟹的殼，雖然那絕非易事。直覺超強的雙魚會座將情人的痛苦看做自己的痛苦，什麼時候需要陪伴他，什麼時候需要讓他冷靜，雙魚座的你一清二楚。其實你們兩個都是一流的傾聽者，肩膀永遠為哭泣的愛人留空，也是提供建議的好手。這些都大大鞏固了你們的感情。<br><br>性愛方面，你們都憑知覺就了解對方需要什麼、渴求什麼，總是深知對方在特定時刻的所有感受。正因為這樣直覺式的聯結，雙魚座與巨蟹座的性愛就成了不折不扣的高雅藝術了。同是水相星座，水能清潔、更新、淨化、喚醒你們的情感。動人的愛情小說里寫的，就是你們的這種感情。"
    },{
        "nameI":"雙魚座",
        "nameII":"獅子座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"這兩個星座都是創造力非凡的，不要低估了這一對的活力指數喔！你喜歡獅子座的大方、強壯、與膽量，對方則喜歡你溫柔的體貼與獨到的眼光。<br><br>在一起的話，這兩個星座會為這個世界增色不少，特別是在藝術與文學方面。獅子座伴侶可以激發雙魚座所需要的勇氣。反過來，雙魚座為教導獅子座如何變得靈巧與細緻，那總是獅子座缺乏的品質。<br><br>獅子座需要別人投來傾慕式的關注目光。雙魚座無私奉獻的好品質可能會讓獅子座占到便宜了。雙魚座性情多變，但獅子座卻傾向一成不變，而且有時會表露出一種自傲式的固執。雙魚座比獅子座付出更多，但後者卻忠誠而善良。<br><br>你的獅子座情人會隔三差五地送你禮物，為你安排豐富的城市夜生活，和他一起，生活多彩絢麗。但獅子座喜歡消費而雙魚的你恰好對錢財也不怎麼在乎，所以你們又怎麼會有積蓄呢？這可要注意喔！<br><br>房事上，獅子座希望被崇拜而雙魚座往往樂於順從。低調順從的雙魚座，會很享受一個自信而強大的伴侶；而具有創造力的雙魚座打造的小小性感天地，也是獅子座欣賞的浪漫儀式。<br><br>屬火的獅子座與屬水的雙魚座並非典型的一對。因為獅子座喜歡我行我素，而雙魚座對此不以為意。到底哪裡出了問題呢？與獅子座在一起雙魚座的意見經常被忽略，而雙魚座又是並非事事要親自拿主意的人，在獅子座面前很容易失去自我。適當地堅持己見，這樣兩人的地位就會相對平等。你要為了你的獅子伴侶作出一定的努力喔！"
    },{
        "nameI":"雙魚座",
        "nameII":"處女座",
        "percent":60,
        "comment":"互相吸引又互相排斥的一對",
        "description":"黃道十二宮中，處女座與雙魚座相隔六個月。那意味著他要麼與你互補要麼與你對著幹。和處女座在一起，要麼玉碎要麼瓦全。<br><br>處女座會為雙魚座散漫而又忙碌的人生增添更多的非常必要的條理性和很強的計畫性。處女座也會驚嘆於雙魚座的創造力，享受和他在一起的時光。這麼來定義這一對吧：右腦發達的處女座邂逅了左腦發達的雙魚座。<br><br>處女座在精確性方面很有天賦，且極具判斷力和口頭表達能力。而雙魚座則富有洞察力、直覺力以及理解手勢、表情、肢體語言與符號的能力。這兩個星座都有對方沒有的優點，但這樣也會有問題存在。<br><br>處女座是理想主義者與完美主義者。他以水晶般清晰透明的思維來洞察世界萬物，能夠注意到誰都沒發現的瑕疵之處；所以，處女座注定是極具批判性的。雙魚座則善於在每件事物中看到美與寬容，所以處女座強烈的批判性會傷害到溫柔的雙魚座。<br><br>傾向於自我保護的雙魚座對處女座的所作所為可能只會聳聳肩，而這麼做卻又會將處女座逼瘋。對雙魚座來說，處女座樸實的實用主義有時候強烈而真實得難以接受，但從長遠來說，恰到好處的實用主義會對雙魚座有好處。對於雙魚座易受影響的性格問題，處女座一直都是很關心的。<br><br>處女座對工作效率是要求很高的，因為一直擔憂著工作的期限，不做完所有工作他是不會罷休的。這在性生活上可是十分掃興的，但雙魚座總是知道如何吸引處女座伴侶，令盡職的他從工作上抽身出來。<br><br>一旦處女座心情不錯的話，那他就是個熱情的愛人，處女座做事從不半途而廢。幸運的是，處女座伴侶的天賦的溝通能力會讓你們的性愛錦上添花。<br><br>你們要不是夢幻組合，要不就是糟糕透頂的一對；愛可以是一生的，也可以是短期的，你很快會知道你們是哪一種。為你們的愛保溫的秘訣在於時時關心對方的所想所求。"
    },{
        "nameI":"雙魚座",
        "nameII":"天秤座",
        "percent":40,
        "comment":"前途不甚樂觀的一對",
        "description":"天秤座受控於溫和的金星，所以你的伴侶是個舉止優雅、有禮貌、品位高雅而又漂亮的人。這幾種性格都和雙魚座很合拍，雖然你們不是星相學上典型的一對。天秤座是風相星座而你則是水相星座，做得好的話，你們會是活力非凡的一對。<br><br>天秤座總是熱愛社交喜歡外出。但雙魚座卻非常獨立，並需要獨自思考與冥想的時間；所以天秤座覺得雙魚座獨處的時間未免太多了。只要重視與順應對方的要求，你們的樂趣就會多得多。天秤座的人喜歡參加文化活動與吃好吃的餐廳，你可以跟他一起去。<br><br>他也熟知最熱門的俱樂部並且穿戴入時。相反相較於物質收穫與社會競爭，雙魚座更能在情感與精神滿足當中感到滿意，是否贊同並跟隨天秤座合群的生活，這就要看情況了。比如，雙魚座可能會享受在巴台一角靜靜品嘗雞尾酒，得益於天秤座為他帶來的社交活動，但雙魚座並不會花像天秤座一樣多的時間在交際上。<br><br>辛苦工作一天後，在家看看書或電視，讓身心完全放鬆，是雙魚座度過一個美好舒適的夜晚最佳的選擇。<br><br>在你看來你們之間的另一個問題是天秤座太鑽牛角尖了。你比天秤座伴侶更相信自己的感覺，當對方要求你改變你的態度時矛盾就無可避免了，面對一個邏輯思維如此強的人，你要如何解釋你的直覺呢？<br><br>另外，天秤座有點喜歡發號施令，還好，他會用一種有魅力而圓滑的方式做這件事。雙魚座能確切地知道他人的動機，雖然你能看透天秤座彬彬有禮的面紗下的真面目，但同時你也欣賞他們不會為了達到自己的目的而輕率無禮。所以，你總是放手讓他做自己喜歡的事。即使你不同意他的決定，你也會顧及到旁人的立場，而天秤座伴侶也不會令你難堪。以天平為象徵的天秤座，很在乎為解決問題找到公平的方法，這正中你下懷。<br><br>令人高興的是，天秤座會點燃你的慾火，你們的性愛除了火熱，還是火熱。但他不會讓性愛淹沒你們的感情的其他領域。你需要一生感情伴侶，如果你生氣勃勃的天秤伴侶能夠放慢速度呵護你的需求，你們會是很好的一對。"
    },{
        "nameI":"雙魚座",
        "nameII":"天蠍座",
        "percent":100,
        "comment":"天生的一對",
        "description":"緊緊地抓住你的天蠍座伴侶吧，他會是你的靈魂伴侶。天蠍座有著和雙魚座一樣的對感情與感覺的深度觸覺，而且這兩個星座都是依賴直覺的。天蠍座會令你發掘到更深層次的想法，在一起你們倆能夠共同探討生命中嚴肅而重大的話題，例如：我們為何而存在？宗教扮演著什麼角色？一個人可能有不止一個真愛嗎？雙魚座會很欣賞天蠍座注重精神的一面。<br><br>天蠍座忠誠而謹慎，這是另一個對雙魚座的有利因素，而且他的愛的感覺是十分深刻的。性愛方面，這是十分令人興奮的一對，因為天蠍座欣賞雙魚座那視性愛為如宗教般夢幻的體驗的態度。天蠍座很容易產生嫉妒的怒火，如果你不確定他是不是你的唯一，那就將性愛推得越遲越好。一旦和他發生關係，從那一刻開始他會要求你對他絕對忠誠。<br><br>你們強烈而又神秘的愛意需要你們能夠適應的私密空間。和他一起逃到安靜的地方去會是不錯的選擇。你們兩個都屬水相星座，有著同樣的元素。和你一樣，天蠍座也需要經常到水邊為自己重新注入活力，為回到現實世界承擔責任而充電。<br><br>天蠍座有些極端，有時甚至有點多疑。在他沉默寡言時，溫柔地勸他和你說說話吧。因為天蠍座常常不了解到底是什麼東西令他心煩意亂。說出那些雜亂無章的感覺或許會幫助他了解他自己的處境。但是，不要奢望能夠輕易撬開他的口，比起要他吐露心跡，將一棵紅杉連根拔起可能更容易。好在雙魚座的細緻與體貼會讓他知道應該何時進何時退。<br><br>天蠍座是個自信的星座，並會鼓勵你為自己爭取應有的東西。如果看到自己的雙魚伴侶被占便宜，他一定會很惱火。天蠍座擅長理財，雙魚座會在這方面有所收穫。和天蠍座在一起，你的弱點會得到改善。如果能你能忍耐天蠍座剛強的性格，你們會是精力充沛的一對。天蠍座會為你帶來無限的新感覺。我打賭這樣你一定會喜歡，你的天蠍伴侶也一樣。"
    },{
        "nameI":"雙魚座",
        "nameII":"射手座",
        "percent":50,
        "comment":"需要努力維持的一對",
        "description":"你們這一對不容易喔！因為射手座說話太直接了，而雙魚座交際的時候總是圓滑老練。射手座說話可能不在乎他人感受，太過直率，有時甚至是故意說出傷人心的話。而射手座對於這些的態度是：你問我，我就那樣回答啊，有什麼不對？<br><br>在這方面不停的爭論最終可能會使你們的關係破裂。射手座是火相星座，雙魚座是水相星座，所以從星相學上看你們不太合適。不過，射手座熱愛學習和他喜歡討論很多關於人類生存狀況的哲學問題的習慣，是你十分欣賞的。他喜歡到世界各地旅遊，這點你也很讚賞。但是，你多慮的性格會令你樂觀的射手座伴侶疑惑百出，而你不解的是他為何可以泰山崩於前而面不改色。就像他對你缺點的不滿一樣，你對他這種做法也很不爽。<br><br>你的射手座伴侶很有運動細胞，而你卻不然。或許他會帶你去領略健身館的有趣之處，這樣你就可以做做運動保持勻稱美好的體形了。又或者你可以教他做些沒那麼激烈的運動，例如游泳。因為任何費力或競爭性強的運動都會把你搞垮。<br><br>性愛方面，射手座會很鬼馬、很幽默，但你所渴望的強烈的感情元素他可能就有些缺乏了。只要對方不在性愛過程中講那些很爛的笑話（例如：我在做夢嗎？還是你胖了？），你們還是有可能的。總之你要做好心理準備忍耐射手座伴侶那些典型的無聊說話。<br><br>射手座是個出了名的單身星座，你要有心理準備了。自由對於射手座來說異常重要。射手座打心裡討厭必須向誰報告自己事，而這也是他們為什麼不輕易給愛人承諾的原因。事實上，他其實是個很忠誠的人。<br><br>好在雙魚座也不會太過重視承諾，所以你們這對還是有可能的。從好的一面看，你們並非很執著的人，那意味著你們懂得靈活變通。智力活動方面，有了射手座伴侶，你就如虎添翼了。如果你們想有結果的話要作一些努力了，因為很多時候你需要包容遲鈍的他。只要你不顧代價地付出努力，你們一定會有結果的。"
    },{
        "nameI":"雙魚座",
        "nameII":"摩羯座",
        "percent":90,
        "comment":"非常理想的一對",
        "description":"摩羯座的雄心壯志與雙魚座的洞察力在你們這裡得到完美結合！你的摩羯座伴侶會給你提供很多理財與事業上的建議，當你的工作更上一層樓時，他一定在你背後給你100%的支持。<br><br>摩羯座實際而堅定，他的生活中總是有非常重要的焦點，而你會跟他學到不少。摩羯座的幽默感會讓周圍充滿快樂。你們兩個都享受家庭生活，而他有能力為家庭帶來不菲的收入，成為家庭的支柱。<br><br>關於他唯一的問題是他對物質生活的注重會不會令你反感。摩羯座喜歡將自己的東西整理得井井有條：衣櫃、房子、車裡等等。無論他是否承認，摩羯座是很注重自己的地位的。而你這條魚，身上並沒有那塊力爭上遊的骨頭。<br><br>摩羯座覺得和與自己水平差不多的人混在一起簡直就是浪費人生。這樣的想法未免過於膚淺而世故。雙魚座則是注重精神世界、充滿感情的人。你們之間的這種差異會讓你們的關係發展到一個非常有趣的局面。<br><br>比如說：假設你們已經結了婚，你發了一筆橫財，你想買部新相機或一個新的特製鏡頭來提高你的創造性攝影技術；又或者你想將錢借給你的好友，因為他那賴帳的前夫幾個月沒付贍養費，而她快撐不住了。但你的摩羯座伴侶卻想用這筆錢來支付新開俱樂部的會員費，因為去那他可以交到不少有影響力的朋友。<br><br>該怎麼辦呢？你們這些矛盾的價值觀要怎麼調和呢？其實摩羯座的土相元素與雙魚座的水相元素是可以很好地融合的，而且會是有結果的一對。要維繫你們的關係，總的來講就是要給予對方最大的支持與關心。<br><br>性愛方面，你們這一對很不錯。摩羯座在交合過程中出人意料的緩慢與體貼，這當然是好事。你的摩羯座伴侶會喜歡你為了維繫這段感情而作的極具想像力與重視精神層面的努力。"
    },{
        "nameI":"雙魚座",
        "nameII":"水瓶座",
        "percent":70,
        "comment":"還滿不錯的一對",
        "description":"你的水瓶伴侶看起來孤僻離群、神秘莫測、不可企及。一開始這些都很吸引你，但隨著關係的推進，這些都是令你心碎的隱患。水瓶座是十分執著，有時甚至顯得固執，而你卻是易於變通的。在這段感情中誰會得益更多呢？<br><br>水瓶座令人眼前一亮的聰明伶俐與對理工科目的精通使你十分欣賞，但他同時需要很多私人空間，因為他要獨自探索世界。利用敏捷的思維，他可以作出大膽而非同凡響的決定，有時甚至是天才級的決定。<br><br>有時他也能變得十分好辯。對於很多人，你的水瓶伴侶是個有號召力的領導，但其實他並不擅長一對一的人際交往。交往一段時間後，你會問你自己：在那閃光之處果真會有金子嗎？這段感情是否值得你犧牲這麼多呢？然而對於水瓶座來說，他卻樂於你為他而犧牲。水瓶座是客觀、理性、善於分析的，所以他永遠不會完全理解你那強烈地充滿感情與浪漫的天性。<br><br>性愛方面，水瓶座極具創造力，有革新精神，而且很能令人興奮。但遲早你都會懷疑單純的性愛是否就足以維繫你們的感情。當你的水瓶座伴侶為了追求新的人生目標，而將你冷落在家時，你可能就想收拾包袱走人了。<br><br>如果你們不是對私人空間有同樣強烈的渴望或你沒有從你自己的事業上獲得應有的自尊，那麼你們是無法走下去的。水瓶座可以為你揭開自然界、科學、科技的奧秘，這些都是你以前不知道的東西，但他可能永遠無法到達你靈魂的深處。"
    },{
        "nameI":"雙魚座",
        "nameII":"雙魚座",
        "percent":80,
        "comment":"相當理想的一對",
        "description":"你們在一起，就是對時間與空間的極限挑戰！總之，雙魚配雙魚，這將是一段精神之旅。你們倆與外界打交道時，都是富有創造力、想像力與重視精神的。你們都對他人的感覺高度敏感，並可憑直覺理解他人，這預示著你們的前景一片美好。<br><br>唯一不好的地方——一個很現實的問題：你們都不覺得賺大錢是重要的一件事。兩個都不注重物質生活的人在一起，也許其中一個有望吸引一個施捨的人來養活你們吧。頭腦如此不切實際，你們在一起就等於漂泊在海洋中一樣無助。雙魚座受海王星掌控，這是個主氣與霧的星體。你們都不喜歡處理現世事務。<br><br>如果你們其中一個的星相中有個關鍵的土相行星能夠為你們帶來些許現實主義的態度，那就最好不過了。你們都討厭井井有條的事物，所以你們的人生將是非常多變的，絕對不與那些既定的套路雷同。還有像你們這樣具有創造力的人根本沒有時間觀念。<br><br>現代世界的節奏會把你們倆都搞垮，花點時間休息，去臨水的地方充充電吧。你們對家庭中的安寧與和諧的渴望高度一致，所以你們會互相尊重與維護對方獨居的需要。你們都熱衷於慈善工作，一起去做志願者吧。雖然家庭生活你們都很享受，但也喜歡參加一系列的文化活動，從藝術攝影展覽到演唱會再到舞蹈表演都是你們的最愛。<br><br>性愛方面，和他一起達到你從前不敢奢望的令人目眩的高度是有可能的。你本能地了解對方的想法，能恰到好處地愛撫他。性愛在精神上帶來的衝擊也是強而有力的，這樣才是真正的靈魂的結合。<br><br>只要其中一人可以稍微實際一點，你們就是夢幻組合了。在生命的長河裡，你們就像兩條如影隨形的魚，絕對是不可思議的一對！"
    }
    
]