[
    {
        "starNameZh":"牡羊座",
        "starNameEn":"Aries",
        "starPose":"第一宮",
        "starPoseRep":"命宮",
        "starPoseDec":"自己的個性、身體狀況、外貌、舉止、一般的健康、生命力、給人的第一印像",
        "starGuard":"火星",
        "starType":"火象星座",
        "starBirth":"3/21 ~ 4/19",
        "starLife":"牡羊座的人愛出鋒頭，脾氣急躁，不過並非真的那麼難相處。其實隻要沒有利害衝突，牡羊座的人幾乎很少會成為任何人的死對頭，因此任何人都有潛力成為牡羊座的最佳玩伴。<br><br>事實上，能將瘋狂盡興的玩樂精神發揮得淋漓盡緻的就屬牡羊座。要和他們吃喝玩樂，一些基本守則絕對少不了，除了體能要好之外，還得興趣廣泛，精通室內及戶外的各項娛樂消遣。此外，出去玩時不能掃興，花大錢享受，眉毛也不能動一下。這種「快樂無價，享樂應在當下」的玩伴守則，看來射手座和獅子座是當之無愧了。<br><br>同屬火象星座的族群，不但能志同道合的盡情享樂，連體力都不輸人。但如果玩樂活動牽扯到動腦子或個人才華，風象星座的雙子座、水瓶座將是一流人選。天秤座由於喜歡熱鬧，因此聚會及群體性質的消遣娛樂，千萬別忘了名喚他們。<br><br>水象星座的雙魚座、巨蟹座和天蠍座，雖然個人色彩極濃，但還不至於會和牡羊座人士心目中最佳的助興搭檔，喜歡唱ＫＴＶ的牡羊座，絕不會擔心任何人敢搶他的麥克風。<br><br>土象星座型的玩伴人選，則比較不適合和牡羊座單獨外出，否則話不投機半句多，情況容易流於尷尬。處女座、摩羯座和金牛座都不擅長唱獨角戲表現自我或製造高潮，因此對於喜歡刺激快感和熱鬧氣氛的牡羊座來說，的確是沈悶了點。",
        "starFriend":"不拘小節，性格坦率又熱忱十足的牡羊座，很容易在很短的時間內認識新的朋友。不過牡羊座的三分鐘熱度性格，缺乏經營和維護的耐性與決心，因此朋友雖多，交情卻都很淺。<br><br>如果將交朋友比喻成去銀行開戶的話，那牡羊座就是那種每家銀行都有戶頭，但裡面實際的金額和交易狀況卻是乏善可陳。和牡羊座最臭味相投、價值觀、行動力也一緻的，是同樣乾脆大方、喜歡廣結善緣的射手座。此外，雙子座的靈敏慧黠，也能深深吸引牡羊座的注意。水瓶座和雙魚座，由於喜歡玩樂、交遊甚廣、本身又不具威脅力、親和力十足，因此最有可能和牡羊座維持平淡但長久的友誼。<br><br>愛碎碎念的處女座，則是牡羊座避之唯恐不及的麻煩。金牛座一般來說，並不喜歡和愛現、強勢作風的牡羊座為伍，因此可能隻有點頭之交的情誼。至於天蠍座，由於凡事都有所保留，看起來高深莫測，實際相處卻令牡羊座感到深沉陰晦，因此不是牡羊座喜歡接近的。摩羯座的懸情、含蓄，則是「一根腸子通到底」、陽光性格的牡羊座的大忌，最後終會因為性格不會，而成為友誼的障礙。至於獅子座，理論上看來應該沒有太大問題，但實際上兩人一碰到利害衝突就針鋒相對，所以還是保持距離比較好。",
        "starLove":"在牡羊座的愛情版圖中，沒有百分之百不合適的戀愛對象；在愛情的口味中，他們沒有特別的善惡。這種「不挑食」的本質，使得牡羊座的戀愛史多彩多姿，當然也很容易弄得頭破血流。<br><br>牡羊座是以視覺為導向的動物，也是最具行動力的情人。他們口才雖不一定好，但很少吞吞吐吐，迂回陳述，對於愛的感覺，表達坦率，尤其擅長以行動證明。和牡羊座的人交往，把握時機相當重要，因為牡羊座情人，絕對不會站在一旁等待，愛情的「賞味期限」對他們來說是極為短暫的。因此，如果你是一個被動、害羞又不敢表達愛意的，和牡羊座一拍即合的可能性就不怎麼大了。<br><br>什麼樣的人，最能引起牡羊座的注意？天秤座的內斂氣質和不凡品味、天蠍座的神秘優雅、雙子座的聰慧敏捷、獅子座的自命不凡、巨蟹座的深情體貼、射手座的樂觀進取、雙魚座的浪漫溫柔、金牛座的世故歷練、水瓶座的知性善變、處女座的細膩心思、摩羯座的沈穩冷靜，都是令牡羊座心動的特質；換句話說，隻要具備個人風格，擁有相當明確的個性吸引力，牡羊座可是來者不拒，多多益善。不過吸引力歸吸引力，若要論誰最容易和牡羊座擦出愛的火花，當然少不了動人的外在能力。<br><br>談愛情，牡羊座其實滿膚淺的，隻要主動、自信、擁有相當的外在條件，就很難不引起牡羊座的注意。雙子、巨蟹、天秤、射手、雙魚都是不錯的配對選擇。",
        "starMarry":"事事好當第一的牡羊座，哪有不在婚姻中扮演主導角色的道理？他們性格中的易怒、急躁和行動不安，其實是兩人世界的一大隱憂，所以當他們的「另一半」，很難不經驗惱人的無謂摩擦。<br><br>牡羊座討厭激將法的撩撥和尖酸刻薄的指控，因此和牡羊座的相處之道，在於本身包容和修養，此外，良好的溝通技巧也不能少。雙魚座的迂回膽怯，會令牡羊座更加焦急不安。天蠍座的深沉尖銳，也會讓坦率直接的牡羊座受不了。金牛座吞吞吐吐的表達能力，更會讓兩人的關係火上加油。火象星座的獅子和射手，也是絕不妥協和認輸的星座，血液中流著相同的好強本性，因此除非相互體認，不然很難相安無事。<br><br>所以，若論牡羊座的理想配偶人選，長長久久的婚姻，當屬摩羯座的包容力、天秤座的婉約理性、雙子座的天花亂墜的口才，最能擺平牡羊座的衝動和不安。巨蟹座的溫柔，也能制伏牡羊座的剛毅不安，所以也是理想人選。射手座雖然屬性與牡羊座類似，但天生不記仇，又十分樂觀，因此可謂一匹黑馬，行情恐怕會比風象星座的水瓶座來得更好。但如果不能聽命於牡羊座，最好的辦法就是說服他，「露兩手給他看看」。",
        "starAdvice":"效率、企圖心、爆發力和樂觀果敢的精神，雖賦予牡羊座成功的潛力，但緻命傷仍舊不少，而且優點如果拿捏不好，往往就成了缺點，效率變成急躁、企圖心變成野心、爆發性導緻魯莽衝動、樂觀在外人看來是幼稚天真、果敢則成了不自量力。因此能與牡羊座在事業上相互扶持、共同進退的，多半需要與他們有互補性格。<br><br>土象星座的安定、細心、耐性，是牡羊座最缺乏的。儘管牡羊座表面上不屑金牛座、處女座和摩羯座的遲緩謹慎，但也不得不承認，少犯點錯，還是能避免撞得滿頭包。所以如果牡羊座想當對外衝鋒陷陣的領導角色，那麼理想的幕僚及分析人員，則由土象的星座來擔任是最理想的。<br><br>風象星座產生的靈活敏捷和辯才無礙的特質，則能讓經常大舌頭的牡羊座佩服得五體投地。雙子座的創新精神、天秤的細緻審美標準和水瓶座的知性改革，都能助牡羊座一臂之力。<br><br>至於同屬火象星座的獅子座和射手座，因為性格特質較為類似，在分工合作上，一定要區分開來。對於優越感很強的獅子，牡羊座的愛現和莽撞，可能是兩人爭端的來源；再者，一論到爭功論賞，兩個人就擺不平。射手座表面上朝脆俐落，但危機處理意識較弱，在關鍵性時刻，往往起不了太大作用。所以兩人表面上臭味相投，倒未必適合一起打拚工作"
    },{
        "starNameZh":"金牛座",
        "starNameEn":"Taurus",
        "starPose":"第二宮",
        "starPoseRep":"財昂宮",
        "starPoseDec":"擁有的資源、處理錢的才能、價值觀、感官、五官、追求錢財的安全感",
        "starGuard":"金星",
        "starType":"土象星座",
        "starBirth":"4/20 ~ 5/20",
        "starLife":"金牛座不像牡羊座或射手座能完全放開自己，玩得很瘋，所以要和他們在一起、成為他們的玩伴，一定要能和他們談得來。金牛座是不折不扣的工作狂，所以極少將本領和智慧用在吃喝玩樂上，因此，遊山玩水的工作，就非火象星座的人莫屬，如射手座。而牡羊座的冒險精神則能帶著他們上山下海，玩遍人間。<br><br>靜態的活動，如看畫展、聽音樂會，就要找雙魚座或天秤座，因為他們的美感神精特別發達。至於要逛街購物，帶摩羯座和處女座上街，不但不會預算超支，也不會有吃虧上當的情形出現。八卦新聞是和他們談天的好話題，巨蟹座和天蠍座的活動力雖然不強，但是由於不喜歡熱鬧，所以最適合和他們以「三人行」方式固定聚會。至於玩樂的花費該如何解決，慷慨的獅子座，將會是金牛座的明智選。",
        "starFriend":"個性深沈穩健的金牛座見解精闢，尤其善於觀察他人的一舉一動，因此想要接近他們，並不容易。要做他們的朋友，必須和他們臭味相投，有共同的興趣，友誼才能長長久久。金牛座的人念舊，所以他們的交友觀十分保守，很多時候，隻和信任的固定朋友往來，對於人際關係的經營並不十分積極，除非有什麼利害關係，才會逼迫他們採取主動，因此要和他們交朋友，千萬不能過於被動，否則將毫無進展。<br><br>交友十分謹慎的他們，絕對不會以敷衍的行為對待朋友，太強勢的性格特質，如霸氣的獅子座若碰上固執主觀的金牛座，恐怕很難有太平日子。其它像牡羊座的粗魯坦率、射手的善變輕佻，也是他們受不了的地方，在一起定難維持真正的平等互動，做朋友恐怕緣份較差。土象星座的處女座，由於性格和他們互補的成份太少，兩個悶葫蘆在一起，還要多積極培養共同興趣，才能快快樂樂在一起。摩羯座由於價值觀和他們頗為類似，衝突點不大，彼此的包容性也強，可以考慮深交。至於水象星座中的巨蟹座，其溫和拘謹最討他們喜歡。雙魚座隨和的性格，也和他們挺合得來，隻要彼此價值觀一緻，相處起來會很愉快。水瓶座則能使他們成長，雙子座又能開展他們的視野，也應該都算是他們的貴人。至於金牛座配金牛座，兩人因能互相體諒，如果沒有利益衝突，將是彼此最忠實的傾聽者。",
        "starLove":"誠懇負責的金牛座，戀愛時最大的緻命傷在於不夠主動。對於感情，他們要求具體易懂的理念和主動的表白，深奧和發人省思的哲理、過分抽象的文字，反而會讓他們因摸不清重點而感到不安。<br><br>金牛座的情人極少抱著遊戲人間的態度，對感情也是負責到底。且愛到金星主宰的他們，愛情能量一旦爆發，往往十分驚人。他們喜歡一切美麗、有氣質的人事物，所以能在視覺上打動他們的，必是外型柔美、端正和氣質獨具的對象，太漂亮和太英俊的人，他們反而會懷疑是不是徒有外貌，腦袋卻是空空如也，所以反而不會向帥哥美女發動攻勢。<br><br>天秤座的優雅最能打動他們的心；其它如水瓶座的自信和敏捷，也會令他們深深著迷；巨蟹座的良好氣質，他們也很少能抗拒；獅子座的自信風采，更能捕捉他們的依戀。<br><br>不過這些能打動金牛座的星座，未來能否和他們長長久久，仍有待考驗。但如果說又要當情人，又能當夫妻的，處女座、金牛座、天蠍座和摩羯座都可以考慮。這些人的外貌或許不一定是最亮麗的，但由於氣質、性格和金牛座的人較接近，感情不易走私，往往一段時間之後，精明的金牛座就會發現誰是他們最速配的感情拍檔。",
        "starMarry":"金牛座的人雖然忠於一段感情，但其實並不好相處，這一點隻有真正和他們生活過的人才能深深感受到。金牛座的人並不重視生活情趣，尤其婚後的表現，更是令配偶抱怨，因為他們喜歡過安逸穩定的生活，不喜歡太多的起伏；且他們對於配偶的持家功力要求很多、標準也高。這是因為他們處處要顯示自己對婚姻負責的態度，但這種尊重，並不表示他們在精神上就不會出軌。再者，基於對傳統價值的堅持，他們對於配偶的要求也趨向于一般夫婦的角色扮演。因此，金牛座的丈夫、妻子和情人，不同角色所散發出來的能量是截然不同的。能和他們談戀愛，並不代表就能與他們攜手步向紅毯的另一端。<br><br>天秤座的理智、天蠍座的內斂和摩羯座的穩重踏實，都是吸引他們的性格特質。巨蟹座的戀家及責任感、處女座的體貼細心，都是當夫妻的最佳人選。火象星座的獅子座、牡羊座及射手座，因個性自主性強，恐怕會令他們感到恐懼和不安。風象星座的水瓶座，因反叛性強，且富革命精神，讓他們有難以駕馭的感覺。雙魚座由於過度散漫和對婚姻缺乏應有的擔當，也令他們不能接受。金牛座配金牛座，雖然容易冷戰和鑽牛角尖，但兩人的努力方向一緻，生活在一起倒也平平順順，無風也無雨。",
        "starAdvice":"金牛座獨具責任感和強烈的自我要求，所以和他共事的壓力在於，他們經常會不自覺（或故意的）拿要求自己的高難度標準，衡量與他共事的人。做起事相當投入專注的他們，最受不了渾水摸魚的共事夥伴；還有那種做起事來不費吹灰之力，就能輕鬆完成的人，也會令他們心中的妒嫉之感油然而生。而那些成天隻靠一張嘴皮子不勞而獲的人，也是他們最討厭的。所以，如果要和他們共事，一定要具備勤勉、專心和有能力獨立完成事務的擔當。<br><br>他們處事自有一套謹慎的標準，不喜歡別人動不動就擅加幹涉。討厭瑣碎和交際活動的他們，更討厭不實際卻又非去不可的飯局和應對。從這樣的特性來看，同屬土象星座、分析力強又一絲不苟的處女座，極受他們的青睞。雙魚座的開朗、包容及創意，也能受到他們的倚重。天秤座圓滑的外交手腕和客觀理性的處事態度，也是他們樂得合作的重要因素。<br><br>金牛座賞識真正有實力、謙虛和有內涵的人，因此獅子座的傲慢、牡羊座的愛邀功、雙子座的變動性大，都會令他們產生不安的排擠感。天蠍座雖然也有工作狂，但城府頗深，不能真正獲得他們的信任。水瓶座的急躁和善變，也是他們最不能接受的地方。不過若從互補的角度來看，射手座、水瓶座、獅子座倒是具有和他們合作的潛質，儘管表面看上去不合，但試過之後，不一定會失望。"
    },{
        "starNameZh":"雙子座",
        "starNameEn":"Gemini",
        "starPose":"第三宮",
        "starPoseRep":"兄弟宮",
        "starPoseDec":"智慧、學習的能力、兄弟姐妹、左鄰右舍、短程旅行、短篇寫作能力、早期學習環境、機械方面的技術、語言能力、心理上的調適度",
        "starGuard":"水星",
        "starType":"風象星座",
        "starBirth":"5/21 ~ 6/21",
        "starLife":"活潑好動的雙子座最怕坐著不動，足不出戶不僅令他們沮喪，嚴重的話，甚至可能會影響到健康。同伴意識強烈的雙子座，玩伴是一籮筐，隻要雙子座一聲令下，玩伴便會從四面八方湧出，而這些緊湊又精采的休閒玩樂活動，就是雙子座最佳的動力。<br><br>大方慷慨的雙子座，出去玩時，很少令朋友失望。他們乾脆和海派的出手態度，絕不會形成玩伴的經濟負擔，甚至是他們借機展現個人魅力的玩樂方式，因此絕不吝嗇。<br><br>火象星座的牡羊座、射手座，由於天生好玩、精力又出奇充沛，和雙子座幾乎是一拍即合，包準盡興。其它如風象星座的水瓶座，則因興趣廣泛，態度落落大方，也能很快的和雙子座打成一片，成為無所不玩的好搭檔。天蠍座則因為重視工作，外出遊玩時很難完全放開，會令雙子座覺得掃興。至於處女座、金牛座、摩羯座這些土象星座的人，因為在娛樂開支上十分精打細算，所以也會令雙子座產生罪惡感，而無法玩得盡興。土象星座的節制和自律，和雙子座的開放與瘋狂，形成強烈的對比，因此很難成為志同道合的好玩伴。<br><br>和雙子座的人玩在一起，除了要有共同的喜好外，體力和興緻也要時時處於高昂的狀態，這才是是與雙子座成為最佳玩伴的必備條件。",
        "starFriend":"同伴和群眾意識很強的雙子座男女，視朋友為生命中最大的資產，有時朋友的地位，更可以勝過家人的重要性。不過要成為雙子座的朋友，也不是那麼容易的事，第一印象和外表的吸引力，對他們來說相當重要。當然這並不是指一定要生得俊俏美麗，才能吸引他們的注意，但是一種自然散發的個人風采絕對不能少。<br><br>同屬雙子座的玩伴並不一定能成為他們的朋友，這種認定，系乎雙子座本人的認知，因為唯有欣賞，才能進一步推心置腹，故想要獲得他們真正的友誼，沒有稍許的表現和努力，光憑外貌和耍嘴皮子，是很難如願的。<br><br>同是風象星座的水瓶座和天秤座，由於價值觀和雙子座接近，思維敏捷銳利，因此很容易成為好朋友。射手座的樂天機伶，自主獨立，也很容易搏得雙子座的認同。其它星座的黑馬人選，則是金牛座和天蠍座，儘管表面上他們看起來性格並不相近，氣質也不一樣，但若有機會借著共事或相處的彼此瞭解，反而能產生極大的心靈默契。雙魚座的柔順敏感，也是雙子座零壓力的來源，友誼很可能因此萌發。<br><br>與雙子座比較難相處的星座，則是牡羊座、獅子座和處女座。獅子座的過於本位主義，和牡羊座魯莽自私的本性，最令雙子座受不了。處女座太過於要求的完美主義，會造成雙子座無形的壓力，也很難與雙子座站在平等的立場相交。",
        "starLove":"雙子座情人，基本上並不特別喜歡兩人世界的甜蜜，約會時喜歡呼朋引伴，凡事熱熱鬧鬧是常有的事。雙子座欣賞坦率、大方又開朗的情人，而主動和自信的態度，更令他們印象深刻。他們和射手座相同的是，討厭牽絆和束縛，更不喜歡承諾，因此，千萬不要在與他們第一次約會時，就把過去經歷過的感情滄桑史，一古腦兒全說給他聽，保證馬上會把雙子座的人嚇走。<br><br>​無論男女，雙子座的人都傾向欣賞比自己條件優秀的物件，這包括外表、能力和個人特質等等。因為愛情對他們而言，如果能帶有一點微妙的競爭和學習空間，他們會更喜歡。他們討厭沒有安全感的情人，所以火象星座的情人，特別是獅子座和射手座，如果能提升自己後天的氣質，再加上原本已雄厚的魅力，更能吸引雙子座的注意。<br><br>風象星座的善變和知性，也是令雙子座無法抗拒的特質；天秤座的品味，水瓶座的智慧和博學多聞，都會被雙子座視為挑戰目標而躍躍欲試，極容易擦出愛的火花。水象星座則以巨蟹座最能馬上打動雙子座的心。雙子座則因對感情缺乏安全感，會讓同屬雙子座的人害怕。天蠍座的超級醋勁和強烈潛在性格，也會讓雙子座退避三舍，一見苗頭不對，馬上就轉換愛情跑道。",
        "starMarry":"雙子座基本上很難對同一件事情維持長久注意力和新鮮感，因此在感情走私率的星座排行榜上，對伴侶不忠的排名雖非第一，但也相當前面，所以要當他們的情人不難，但要與他們共同攜手過一生，才是兩人的考驗。<br><br>好在雙子座的人道德感並未完全泯滅，偷情對他們而言，實在有違本性，所以雙子座的人一旦決定結婚，日後變心的可能性反而較小。而要讓他們永保愛意、不再變心，維持婚姻及感情的新鮮度很重要，所以擅於表達和製造氣氛的配偶，往往較能討雙子座人的歡心。<br><br>同是風象星座的天秤座，因為氣質溫和優雅，又擅長烹飪，對不挑食，又好吃的雙子座而言，極具吸引力。雙魚座的浪漫和溫柔，天蠍座的神秘性格以及射手座的活力和自主性，也是雙子座認為可以長長久久的好伴侶。<br><br>火象星座的獅子座，因為太過於孤僻和獨斷，很難吸引雙子座的目光。處女座的挑剔、金牛座的吝嗇節儉，在價值觀上與雙子座有很大的出入，結合後勢必很辛苦。摩羯座雖然也容性高，但是性格太過於沈悶，又不太喜歡表達、溝通和交流，也會形成日後相處上的隱憂。巨蟹座的深沈和內向，則會被雙子座視為缺乏自信和個人風采的負面評價，因此很難成為最佳組合。",
        "starAdvice":"知性的溝通和良性的互動，是雙子座最重視的。雙子座個人色彩雖然很搶眼，但不會給人強勢或咄咄逼人之感，要與他們共事或合作，相互尊重和臭味相投是必須同時兼俱的。<br><br>反應靈敏、又善於見風轉舵的雙子座，做事效率極高，所以最受不了動作慢、凡事猶豫再三又缺乏擔當的人，而囉唆半天和嘮叨型的共事夥伴，也會令他們十分頭疼，所以如果想與雙子座合作愉快、相處融，不但需要具備相當大的自主和自信，反應能力和口才技巧也不能輸他們太多，否則就很礙事，拆夥或不合是遲早的事。<br><br>土象星座的摩羯座，做事極有原則，精於計畫，配合及包容性都高，因此和擅長交際、善於言辭的雙子座共事，合作關係形成互補，能夠長長久久。獅子座的果敢和領導魅力，也十分吸引雙子座，兩人的組合，將能完成許多驚人的挑戰。牡羊座的積極性和效率，也是博得雙子座青睞的特質，在對外事務上，牡羊座不畏縮的性格特質，更是雙子座認為志同道合的魅力特質。風象星座中，以水瓶座和雙子座的競爭性較大；而天秤座的溫和與包容力，則和雙子座較能相安無事。<br><br>水象星座的柔順無為，則會被雙子座視為一種缺乏企圖心的散漫和畏縮，所以共事起來，無論是效率和默契，都會削弱許多。 "
    },{
        "starNameZh":"巨蟹座",
        "starNameEn":"Cancer",
        "starPose":"第四宮",
        "starPoseRep":"家庭宮",
        "starPoseDec":"家庭、從小基礎的環境、墳墓、情緒、潛意識、遺傳、房地產、遺產、晚年的生活、父母",
        "starGuard":"月亮",
        "starType":"水象星座",
        "starBirth":"6/22 ~ 7/22",
        "starLife":"巨蟹座的人，一般說來較喜歡從事固定的娛樂。他們不會玩得很瘋，所以對於想盡情玩樂的人而言，巨蟹座可能會是一個自製力太強的掃興玩伴。<br><br>不過隻要是談心、看電影、逛街這類活動，巨蟹座一定樂意奉陪到底。對於新的事物，巨蟹座通常會有抗拒和不安的感覺，除非興緻極好，不然他們極少願意嘗試新的活動或娛樂。另外，太過激烈的戶外活動，他們也受不了，因此攀岩和高空彈跳之類的活動，就不必找巨蟹座的人軋一腳。<br><br>風象星座的水瓶座、天秤座和雙子座，由於玩樂的彈性大、不拘小節，因此很能和巨蟹座玩在一起。摩羯座和金牛座偏好靜態活動，偶爾和巨蟹座小聚一番，抒發心中的不滿，也算是一件快意的事。獅子座和牡羊座出手大方，為了玩樂不惜花費大把鈔票的行徑，則會令巨蟹座感到抗拒。<br><br>巨蟹座的男女，一般來說很重視生活的情趣，休閒時喜歡完全放鬆的過日子，所以如果要他們玩得精疲力竭，還不如要他們在家中打掃或者去加班來得有意義。",
        "starFriend":"有個巨蟹座的朋友在身邊，可以說是件令人愉悅的事，雖說巨蟹座的人從不主動搭起友誼的橋樑，但對於誠懇示好和熱情邀約，他很少會拒絕，所以隻要能突破巨蟹座的心防，將他們重重的硬殼拿掉，日後不管是交心還是交往，都會有易如反掌的感覺，不但能感受到巨蟹座雙倍的愛心回饋，還能藉此體會友誼的溫暖。<br><br>巨蟹座不喜歡強熱性格的人，咄咄逼人的個性、強烈的個人色彩，會令他感到不自在。因此水象星座的雙魚座、天蠍座和同是巨蟹座的夥伴，由於性格溫和友善，最容易和巨蟹座打成一片。<br><br>而風象星座的天秤座，因為氣質優雅、品味獨具，因此能吸引巨蟹座的注意。雙子座的幽默和自信，也因能打動巨蟹座的心，而有成為好朋友的可能。射手座雖然相當外向，但因個性隨和容易相處，也是成為巨蟹座死黨的最佳人選。土象星座的處女座和巨蟹座如果有機會長時間相處，兩人也會因進一步瞭解而成為最佳拍檔。<br><br>巨蟹座最討厭偽善和邀功的行為，所以喜歡賣弄自己本錢、華而不實的人，則會讓巨蟹座縮在他的硬殼中，躲得遠遠的。",
        "starLove":"表面看起來溫柔多情的巨蟹座，對於感情本身，幻想重于現實，所以與?{實脫節的情形常常出現。而巨蟹座之所以給人感情不專一的感覺，則是天生對於美和曖昧的關係無法抗拒的緣故。<br><br>同時喜歡上很多情人、在精神上出軌，是巨蟹座經常面臨的問題，為了這種性格他們常有自我折磨的情形的產生，因為他們總將幻想付諸實踐，導緻腳踏多條船後，不知如何收場。感情忠實度高的摩羯座和金牛座，和巨蟹座的人在一起，會經常提心吊膽。而浪漫的雙魚座和迷人的天秤座，最能帶給巨蟹座美好的愛情。牡羊座的大膽示愛，則讓巨蟹座受寵若驚。射手座頻頻獻殷勤，一開始也許能讓巨蟹座的情人動心，但是如果知道對方的同性和異性緣和自己一樣好，恐怕也會感到不安。<br><br>獅子座的自信和主導式的愛情應對方式，對於有依賴性格的巨蟹座而言，則是極具吸引力的魅力大放送。雙子座源源不絕的愛情活力，也能打開巨蟹座的愛情心野，姑且不論速配度如何，但結果一定會令巨蟹座印象深刻。",
        "starMarry":"敏感善變的巨蟹座，是很難討好的配偶，對另一半的要求通常很高，因此要與他們共度一生，可要有充分的心理準備。<br><br>希望對方能主動提出關懷的巨蟹座，感情的表現極為保留，而且因為天生不安情緒所緻，很難完全信任一個人。耐心和呵護是與他們維持婚姻的不二法則，巨蟹座的人，無法忍受冷淡和過份獨立的配偶，所以適時的表現出依賴心，讓巨蟹座知道他在你心中的地位，是很重要的。<br><br>巨蟹座的人喜歡穩定中求成長，轟轟烈烈的愛情未必合他們的胃口，因此金牛座、水瓶座和雙魚座，都是不錯的選擇。而喜歡扮演主導地位的牡羊座和獅子座絕對會令巨蟹座感到極大的壓力。射手座的愛四處走動，不把家當家的個性，會令巨蟹座感到不安。習慣穩定安逸生活的巨蟹座，最欣賞的其實還是類似摩羯座無悔付出和務實持家的個性。<br><br>浪漫的巨蟹座，喜歡愛人也喜歡被愛，因此若想擁有甜蜜的婚姻關係，注重生活小節和細心體貼的示愛方式，最能令他們感到快樂。直接大膽的示愛方式，則會令巨蟹座懷疑當事者的動機是否真誠，因此還是走傳統的路線比較保險。",
        "starAdvice":"多數人一提到巨蟹座，會注意到他們戀家溫柔的一面，但是在事業上，巨蟹座也是最有耐心和毅力與現實搏鬥，他沒有牡羊座的好勝心和獅子座的自戀，但對於自己的優點和弱點卻十分清楚，因此他們務實，不會好高鶩遠。<br><br>由於天生喜歡和諧的人際關係，因此外表斯文柔和的巨蟹座，在團體中相當吃得開，而且他們高度的配合性，十分受到其它同事的青睞。要成為巨蟹座的共事夥伴，首要條件是負責踏實；隻會包裝自己、逞口舌之快或逢迎拍馬屁的人，巨蟹座通?`極為痛惡。因此摩羯座、金牛座幹練、穩重性格，最能博得巨蟹座的信賴；不過雙方以退為進，以守代攻的性格，會讓合作缺乏開創的精神。所以風象星座中水瓶座、雙子座的敏捷聰穎，最能讓巨蟹座眼睛為之一亮，產生良好的互動。<br><br>以水象星座的雙魚座和天蠍座而言，前者創意豐富，後者思維周密，都可以成為巨蟹座絕佳的幕僚夥伴。至於火象星座如牡羊座、獅子座及射手座，隻要注意雙方的溝通，在相處上應該不會與巨蟹座出現太大的問題。不過由於火象星座的價值觀和行動力與巨蟹座相違的地方很多，因此在意見上常有爭執，而巨蟹座的性格較喜好採取迂回表達的方式，所以常會製造不必要的誤會，這一點則應該要特別留心。"
    },{
        "starNameZh":"獅子座",
        "starNameEn":"Leo",
        "starPose":"第五宮",
        "starPoseRep":"子女宮",
        "starPoseDec":"子女，愛情，羅曼史，娛樂，假期，遊戲，賭注，嗜好與副業。它代表你的創造力和藝術的才華。它亦表示了情感的表達方式。它還代表出頭，政治，純藝術，社交，懷孕及子女的教育",
        "starGuard":"太陽",
        "starType":"火象星座",
        "starBirth":"7/23 ~ 8/22",
        "starLife":"獅子座的人愛遊山玩水，這可是眾所皆知的事，但對於玩伴的選擇，他們並不像射手座那麼不挑剔。要和獅子座的人一起玩，除了要具備肯花錢、體力充沛的條件之外，酒量及食量也要有過人的實力才能玩得盡興。獅子座的人胃口好、食量大、喜歡成群結隊的出遊，那種能讓他發揮統籌企劃能力，會令他們更加虎虎生風的活動，是他們的最愛。所以射手座、雙子座和水瓶座能助興又會製造氣氛，怎麼玩都不掃興，是他們最?R的玩伴。牡羊座也是最佳玩伴，因為彼此都好冒險、喜歡刺激。<br><br>水象星座的雙魚座、天蠍座及巨蟹座，比較喜歡不耗費太多體力的活動，且偏好室內活動，除非獅子座的人興緻來了，想回歸靜諡的娛樂活動，才有可能玩在一起。<br><br>土象星座的人，在花錢上較不捨得，且個性上較為沈悶，所以會讓獅子座的人覺得掃興，加上土象星座家族的成員，本身對玩伴也挑三揀四，所以除非有什麼特殊的因緣際會，不然彼此很難有交會的機會，就算勉強湊在一塊，也會掃興得不敢再聚首同遊。",
        "starFriend":"表面上，獅子座是極度的好客，他們家中經常高朋滿座，每晚似乎都有推不掉的應酬。不過這樣努力的經營人際關係，隻為了一個目的，就是讓別人感覺自己是重要的。獅子座享受「萬人迷」的那種領袖風采，人緣及人脈關係對他們來說，好比空氣、陽光和水一般的不可或缺。少了群眾的認同，孤獨的獅子，就會像一隻鬥敗的病貓，頓時失去了人生的方向和奮鬥的動力。<br><br>所以獅子座努力扮演每一個人的好友，他們慷慨、大方，海派到令人瞠目結舌。不過他們內在的霸氣和主觀意識極強的性格，卻不是人人都受得了。同樣喜歡出鋒頭、自尊心極強的牡羊座，就是第一個拔腿開溜的星座，除非兩人興趣相投，不然很難不發生衝突。<br><br>水象星座的雙魚座、巨蟹座和天蠍座，外表看上去很好相處，但一和獅子座接觸交往之後，獅子才會赫然發現，原來在水象星座溫柔的外表下，有著厘不清的深沈情緒，令凡事直來直往的他們敬而遠之。<br><br>風象星座的雙子座、天秤座和水瓶座，交遊廣闊又博學多聞，會被獅子座認為是良師益友。射手座的開朗和冒險精神，也能吸引獅子座。而摩羯座、金牛座和處女座的人，在獅子座的人看來雖然沈悶，但是極為可靠，也可能成為有緣人。",
        "starLove":"獅子座到底是不是一個好情人？那要看你要的是什麼。他們不浪漫，但對於自己所愛，並不小氣；他們不重視小節，但大地方一定周到；他們不愛甜言蜜語，但該有的體諒都不會少。如果對愛情的期望是務實的而非浪漫，那麼獅子座的表現絕對可以及格過關。​<br><br>獅子座的自戀，隻有與他們實際相處過的人才會明白，不管怎麼說，他們最愛的，永遠是自己。對於愛情，獅子座的情人期待具體的行動和實質的回饋。喜歡被愛甚于愛人的獅子座男女，在愛情上的表現顯得獨斷、霸氣十足。他們覺得好的東西，也要情人照單全收。大男人主義的男獅，多半喜歡有小女人性格特質的女子。摩羯座、雙魚座、巨蟹座和天秤座各有吸引他們的優點。至於獅子座女性則欣賞幹練、自信、果決的男性，射手座、雙子座、白羊座、水瓶座，都是可能「雀屏中選」的對象。<br><br>而天蠍座的神秘感和華麗的金牛座，全身上下散發著獨特的魅力，一開始可能會深深吸引獅子座的注意，不過經過相處，往往會發現彼此缺乏妥協和包容的能力而分手。所以如果沒有充分耐心和包容力，很難與獅子座的情人長長久久。",
        "starMarry":"獅子座的男女，都是稱職的配偶，對於婚姻的期許也很大，不過他們的高要求，往往成為婚姻壓力的來源。由於生性不太擅長表達情感，有時反而會以嚴峻的態度來表達自己。不瞭解的人，往往會認為獅子座的配偶主觀、獨斷、自以為是、不懂得體諒。其實獅子座的天性，並不是扮演無微不至的呵護者角色，他們期待的是先被愛，然後再大方的付出。<br><br>火象星座的射手座，由於性格樂觀、開朗、不拘小節，射手座的強勢性格，較能包容。摩羯座的性格相當逆來順受，而且對於權威有一種安全感，所以若和獅子座結緣，能各司其職，扮演好夫妻的角色。<br><br>自信十足的獅子座，最希望配偶能適時的讚美他，這方面的個中高手，當屬口才絕佳的風象星座人士，雙子座、天秤座和水瓶座，在性格上隨和大方，而且隻要對方有本錢驕傲，自負在他們看來，也不是缺點，反而會心服口服的與對方交往，甚至廝守一生。<br><br>金牛座的牛脾氣和固執，在性格上是獅子座的死對頭，處女座的嘮叨和挑剔，獅子座也不見得受得了。至於同屬火象星座的牡羊座配獅子座呢？那就得看看彼此的能耐了。",
        "starAdvice":"要和獅子座的人共事，不是一件容易的事，喜歡發號施令和自我膨脹的性格，是許多人對他們的第一印象。其實獅子座的同事並不難相處，隻要謹記一個原則，就是凡事給獅子座「面子」就好。隻要獅子座的人覺得自己受到尊重和倚賴，便會表現出領導者的氣質、風範，自願承諾擔負責任，對於許多怕麻煩又想摸魚的同事來說，在這方面「利用」獅子座，他們可是一點都感覺不出來。<br><br>由於思維邏輯和價值認同傾向於黑白二分法，因此獅子座一旦諭憑定了什麼事，就很難再說服改變他們。水瓶座、雙子座的反應快、善於察言觀色、口才又好，最得獅子座的人緣。獅子座的人，不喜歡畏縮、猶豫和缺乏自信的夥伴，凡事慢半拍、沒有工作效率的同事，會令他們不耐煩。所以水象星座的人，給獅子座一種性格上放不開、又太缺乏主見的感覺，在一起工作，最有可能受到獅子座的批評。土象星座如金牛座、摩羯座和處女座，雖講求務實的工作態度，但動作在獅子座的人看來有些慢，所以不會是他們在共事上的第一選擇。臭味相投又喜歡速戰速決的射手座和牡羊座，基於天性相同，還是最有可能和獅子座共同進退。"
    },{
        "starNameZh":"處女座",
        "starNameEn":"Virgo",
        "starPose":"第六宮",
        "starPoseRep":"健康宮",
        "starPoseDec":"健康、服務、付酬領薪、部屬、短期的病痛、飲食、工具、寵物、不自動的勞動",
        "starGuard":"水星",
        "starType":"土象星座",
        "starBirth":"8/23 ~ 9/22",
        "starLife":"一般來說，處女座的人，興趣都不廣泛。他們習慣專注在一件事情，或少數興趣、嗜好上，所以玩伴也不多。基本上，玩伴這個名詞，在處女座的人看來，爭議性還是相當大的，因為在他們眼中，隻有永久的朋友，沒有暫時或過度時期的玩伴。<br><br>假設處女座的人，真的想放鬆自己出去走走，他們最先想到的，鐵定是自己的家人和身邊那些數得出來的好朋友。對務實又死心眼的處女座女性來說，好朋友還應兼任玩伴，也要傾聽他們傾倒情緒垃圾。男性的處女座人士，則是「女伴」多於「玩伴」，對他們而言，女伴不一定是玩伴，玩伴也不見得就是女伴。火象星座的射手座、獅子座、牡羊座，敢玩又瘋狂，會令處女座的人怕怕，偶爾為之也許能覺得新奇有趣，但長久下來，則會令處女座的人產生不安。<br><br>喜歡知性對談和傾聽的天秤座、口才好又才華獨具的雙子座、興趣廣泛的射手座及氣質獨具的巨蟹座，都會是處女座理想玩伴的最佳人選。摩羯座和天蠍座，由於是不折不扣的工作狂，喝杯咖啡、看場電影，在他們看來，就是難得的娛樂了，因此很難與處女座的人聚在一起玩個痛快。處女座和同星座的人，倒是奇跡般的可以彼此玩在一起，不過也隻限於淺交，其它的默契仍有待加強。",
        "starFriend":"生性謹慎的處女座，絕不會濫交朋友。事事求秩序的他們，由於具備了相當過人的分析能力及批判性，因此雖然朋友不多，但絕對都是能經得起時間考驗的好朋友。對於經營人際關係不甚積極的處女座人士，很少會主動和人打交道，就連一般性的交際應酬和聯誼活動，也不大提得起興趣。處女座的人，對於別人通常需要經過一段長時間的相處之後，才能產生信任，因此和處女座的人交往，誠意最重要，排場和過分慷慨的殷勤，反而會引來他們的不安，懷疑對方別有用心。<br><br>同是土象星座的金牛座、摩羯座，雖然性格特質與處女座類似，但由於三者都不善於主動經營友誼，所以除非因工作、住家、就學等地緣之便，否則很難聚在一起，不過隻要能有時間共處，成為好朋友的可能性極大。天秤座的優雅和知性，會深深吸引處女座，兩人一旦在一起相?B，會有如沐春風之感。雙子座和雙魚座、巨蟹座，也因個性隨和好相處，會是和處女座相知共遊的好夥伴。火象星座的牡羊座、獅子座及射手座，個性大方慷慨、相當樂觀好客，又擅長主動出擊，所以能最快把握和處女座結交相識的機會，不過他們的粗魯、驕傲和直率，最後可能令處女座的人敬而遠之。",
        "starLove":"處女座的人，也許不是最浪漫的情人，但他們善於察言觀色，對於情人的需要和喜怒一清二楚。雖然鍾愛對方，但絕對不會毫無節制的寵愛對方，懂得反省和節制，是處女座自認最成功的地方，這樣的特質再搭配犀利的洞悉力，使得他們成為最精明的情人。<br><br>在感情的道路上，處女座的男女很少會吃第二次虧。如果他們在感情路上挫敗，必定記取教訓，試著永不再犯，而且愈是一波三折的情感，就愈令他們理智。獨身主義在處女座的人看來，其實並不是什麼可怕的事，對於戀愛，他們永遠不會沖昏了頭，盲目的失去了目標。<br><br>處女座的人，雖然挑剔嘮叨，但一點也不現實，他們欣賞有氣質、涵養和才華的對象，不管到頭來是否真正能速配成功、長長久久。風象星座的水瓶座、雙子座和天秤座，水象星座的天蠍座，火象星座的獅子座以及土象星座的金牛座，都有可能和處女座的男女擦出愛的火花。不過雙魚座、巨蟹座的濫情、牡羊座的莽撞和自私及摩羯座的自律沈悶和不擅長表達，都不會是處女座會心儀的物件。",
        "starMarry":"處女座的人，都不大好相處，想與他們廝守一生，要有包容和體諒的美德。處女座的配偶，善於疲勞轟炸，對於日常生活的瑣事，可以細分歸類，然後再如數家珍的一一道來。如果你不喜歡傾聽，又沒有耐心，那麼處女座的配偶，可就會對你大失所望，抱怨連連了。<br><br>個性相當務實的處女座男女，一旦結了婚，都能定下心來好好經營一個家。強調分工、公平和責任制度的處女座，家事料理得一絲不苟。凡事秉持原則的處女座，很少因為愛而破例，或是違背自己的信念，因此對於另一半的要求，也相當嚴苛。<br><br>土象星座的金牛座、摩羯座，因為本身也相當重視家庭，而且穩健負責，所以會是稱職的另一半，不過處女座喜歡品味好、有智慧又具有才華的物件，所以被雙子座、天秤座、天蠍座和獅子座吸引的可能性也不小。<br><br>至於處女座性格上死對頭的牡羊座、射手座也有可能因爭執而擦出愛的火花。溫馴的雙魚座、巨蟹座，則是人人都會喜歡的理想伴侶，隻要處女座能容忍他們博愛和到處留情，在相處上還是會很愉快的。",
        "starAdvice":"盡責、謹慎的處女座，很少會怠慢工作、打混摸魚。當別人都在盤算如何能不著痕跡的偷懶時，處女座的人則在操心如何能在規定時間內，提早完成計畫。處女座理想的共事夥伴，則端看工作性質的不同而有所區分。處女座的人聰穎冷靜、思維敏捷，但行動力及冒險精神差了一些，因此需要火象星座人士的果敢、積極來幫助他們完成應有的工作，牡羊座、獅子座、射手座的人，最適合打頭陣的衝鋒工作。<br><br>適合擔任內勤、幕僚和分析規劃工作的處女座，碰上了同是土象星座的摩羯座、金牛座和處女座，能更有效率的完成預定目標。處女座的人另一個弱點是缺乏創造力，因此需要藉助雙子座的靈敏、雙魚座的創意及射手座的鬼才點子來彌補自己本身的不足。<br><br>而處女座敏銳的觀察力、善於評估事情正反面的性格，一旦碰上了理智和邏輯性強的天秤座，共事起來阻力小，成就感及價值認同也大。"
    },{
        "starNameZh":"天秤座",
        "starNameEn":"Libra",
        "starPose":"第七宮",
        "starPoseRep":"夫妻宮",
        "starPoseDec":"貿易，配偶，婚姻，離婚，合約，法律，訴訟，交易，協議，股東，合夥人及一切與大眾有關的往來及大眾的反應。它代表你的敵人及你最缺乏的部分。它亦代表了你對婚姻的態度及婚姻的狀況。同時它也表示你的祖父母",
        "starGuard":"金星",
        "starType":"風象星座",
        "starBirth":"9/23 ~ 10/23",
        "starLife":"嬌柔的美女和俊俏的帥哥，是天秤座吸引玩伴的優勢。他們對於事情的態度往往相當中立，既不樂觀也不悲觀，但談到玩樂，天秤座則是來勁得很，玩伴不但愈多愈好，而且還是來者不拒。<br><br>擁有一大票狐群狗黨的天秤座，玩樂時永遠不缺朋友。其實天秤座的人，最困擾的事就是，分不清身邊的朋友，到底是隻能共享樂的酒肉朋友，還是也能共患難的摯友。重視群體和諧的天秤座很能妥協，讓自己去迎合朋友或玩伴的善惡，所以在一般人眼中，是一個不會掃興的好玩伴。喜歡戶外活動，也偏好室內活動的天秤座，去哪裡都喜歡有伴、熱熱鬧鬧的氣氛。<br><br>水瓶座、雙子座、射手座、牡羊座和天秤座人士最能玩得盡興，在溝通和價值認同上也最接近。天蠍座的人，不喜歡太嘈雜或人多的場合，摩羯座則是視玩樂為罪惡，金牛座的人出手不夠大方，處女座的人要求太多、難以討好，都是令天秤座感到掃興的對象。道不同不相為謀，不要說天秤座本身對天蠍座、摩羯座、處女座和金牛座的意見很多，這些星座的男女也未必樂意主動和天秤座出遊呢！",
        "starFriend":"博愛的天秤座，喜歡與朋友分享一切，所以儘管有人覺得天秤座的人好o有點虛偽和做作，不過還是無損於天秤座本身的人緣。外表清新亮眼，總是姿態優雅，笑臉迎人，為人又慷慨，因此總是能廣結善緣的天秤座，給人的第一印象相當討好，所以在十二個星座中，天秤座可以說是最受人歡迎的星座。<br><br>「在家靠父母、出外靠朋友」是天秤座秉持的理念，「交朋友」對於喜歡呼朋引伴的他們來說，就像吃、喝、拉、撒、睡的天性一樣，說穿了，人際關係是他們這一生最寶貴的資源擅長團體生活的他們，習慣製造協調的美感，討厭與人發生衝突，而且八面玲瓏，又善於妥協。<br><br>幾乎沒有一個星座，會成天秤座的敵人，但若要論及交情，則以水象星座的雙魚座、巨蟹座，火象星座的射手座，土象星座的金牛座，及同是風象星座的雙子座及水瓶座最為投緣。天秤座的人，即使很討厭一個人，在表面上仍會維持風度，不過這樣的口是心非，或是表裡不一，也是天秤座的一大缺點。他們不擅長反抗和挑起紛爭，表面上笑嘻嘻的，背地裡又會將對方批評得體無完膚，或是因此困擾不已。所以奉勸天秤座的人，還是適時表達自己的真情緒，不要太做作比較好。",
        "starLove":"如果你的妒嫉心很重，眼裡容不下一粒沙子，那麼天秤座情人應是你敬而遠之的物件。天秤座的優點，其實也正是他們最大的緻命傷，浪漫和多情，很容易令他們用情不專，受到引誘時，也不知該如何拒絕，所以往好的方面來說他們是感情豐富、善感又溫柔的情人，但是如果從負面的角度切入，這些特質便會成為他們出軌的最佳條件。重視外表的天秤座，對自己的自信是不太表露。表面上看起來，天秤座的人都十分謙遜，其實他們心中會明白自己的好，也很懂得運用個人的魅力和特質去成就自己的事業、人際關係和愛情。<br><br>最容易和天秤座擦出火花的是，同樣浪漫和不切實際的雙魚座。牡羊座的主動和自負，會令天秤座印象深刻。水瓶座的幽默風趣，是天秤座欣賞的特質。至於金牛座，由於品味好又重物質享受，會令天秤座難以抗拒。<br><br>臭味相投和隨和的性格特質，是天秤座容易動情的原因之一，當然想吸引天秤座的注意，外在美有時要比內在美來得重要。想要緊緊抓住天秤座，你必須融入他的人際網中，和他的家人、朋友打成一片，並且擅長打點自己。討厭黃臉婆的天秤座男人，欣賞成熟高雅的女性。至於天秤座女子則欣賞有自信、才氣、風度兼具的男子。",
        "starMarry":"樂天好客的天秤座，家中經常高朋滿座，即使是沒有太多時間宴客，他們也會抽空定期和好朋友聚會。所以和天秤座的人結婚，代表你的生活從此不會寂寞。天秤座的配偶，痛惡醜陋和魯莽，所以在他們的面前，一定要有適度的禮貌和表達關懷。好面子也是天秤座的天性，如果在眾人面前數落他們的不是，或是半開玩笑的批評他們，通常都會令天秤座的人感到難堪而無法自處。<br><br>對於生活品味有一定要求、懂得享受的天秤座，不管愛不愛花錢，都捨得放手去享受美好事物，有時會顯得有些脫離現實，因此如果另一半是務實性格的人，會受不了這種不切實際的生活態度。<br><br>和天秤座的人相處，基本上不困難，即使是具有強勢性格的另一半，也能因和他們在性格上形成互補，而產生良好的互動。獅子座、雙子座、巨蟹座、金牛座和水瓶座都是不錯的考慮。比較保險的星座（讓婚姻長長久久的），則屬摩羯座和天蠍座。浪漫的雙魚座，很能吸引天秤座，這好比射手座的敏捷自信會讓天秤座感到心動一樣，但是無法形成明顯的主導和被動角色，所以吉兇難論。",
        "starAdvice":"天秤座的人，大緻說來都相當盡責，隻要他們從事的是自己喜歡的工作，多半都會相當專注的投入其中。所以和天秤座的人共事並不困難，因為強調合作關係及群體和諧的他們，不會為了自己主觀的意見，而要求每個人都屈就配合，除非萬不得已，天秤座很少幹涉他人的工作，而且懂得充分授權、吸收意見，算得上是良好理想的共事夥伴。<br><br>不過天秤座討厭愛出鋒頭和個人主義色彩鮮明的人，獅子座的驕矜、牡羊座的衝動、雙魚座的缺乏主見、巨蟹座的情緒化，都會是天秤座受不了的性格特質，所以合作上會出現默契不足、認同不一的情形。<br><br>同是風象星座的水瓶座和雙子座，由於思維敏捷、反應快、適應力強，會是天秤座服氣的對象。至於摩羯座的盡責、處女座的效率和分析能力，則是天秤座想學習的。天秤座的人，很在乎他人的意見，因此，相當重視共事者的看法，所以如果能培養良好的共事默契，天秤座其實能讓工作的效率和氣氛更好。"
    },{
        "starNameZh":"天蠍座",
        "starNameEn":"Scorpio",
        "starPose":"第八宮",
        "starPoseRep":"疾厄宮",
        "starPoseDec":"別人的錢（不是自己賺的）、別人要不要買你的商品、銀行、結婚對方帶過來的錢、性、死亡、神秘、保險、稅捐",
        "starGuard":"火星、冥王星",
        "starType":"水象星座",
        "starBirth":"10/24 ~ 11/21",
        "starLife":"堅持生活原則的天蠍座人士，連玩樂也擺脫不了規律的模式，不管到哪去，一定要先約定好，計畫妥當才安心。即興式的玩樂方式對天蠍座而言，太沒有組織，隻會偶一為之。由於先天工作狂的性格影響，能和天蠍座玩在一起的，不外乎是具有同事關係的「玩伴」或是家人。和不太相識的人一起出遊，會令天蠍座的人感到渾身不自在，所以他們能免則免。<br><br>在玩樂預算上極為小心的天蠍座，最怕碰上一群「花錢不眨眼」的狂熱份子。因此牡羊座和獅子座，一個海派慷慨、一個樂於拿金錢做人際關係的火象星座男女，會是天蠍座的人，在玩樂上想要避開的對象。<br><br>基本上，風象星座的人，如水瓶座、雙子座和天秤座男女，由於玩樂的範圍很廣，又喜歡呼朋引伴，因此可能對喜歡三兩人出遊的天蠍座人士構成不小的壓力。如果是和興趣及嗜好都相似的土象星座男女，如處女座、摩羯座和金牛座，或是同為水象星座的巨蟹座、雙魚座和天蠍座，倒可以衍生出愉快和積極的互動。總之，如果你想約天蠍座的人，最好事先通知，否則碰上軟釘子，可要自行負責了。再來，切記要按原訂計畫進行遊樂活動，否則天蠍座會毫不保留的將一張臭臉擺出來。",
        "starFriend":"天蠍座男女的交友觀十分乾脆俐落，「合則聚，不合則離」是他們一貫的態度。他們並不需要太多朋友來填滿個人的時間，所以在擇友上，可以算是相當精明。由於天生具備獨到的洞悉力，對於不投緣或是沒有好感的人，天蠍座的男女連表面功夫都很懶得做，這就是他們的本性。五湖四海皆兄弟，在天蠍座的人看來，其實是件可怕的事，所以在平日的行為和言行上，他們絕不討好也不偽善，而且就算是遇到了投緣或欣賞的人，也會儘量維持平淡的關係。對於天蠍座的人來說，距離感就是友誼保鮮的最佳良方。<br><br>要和天蠍座的人交朋友，一定得坦率誠懇，光是耍耍嘴皮子或空口說白話的那種「順水人情」，天蠍座的人最討厭。穩重踏實的摩羯座人士，會是天蠍座的好朋友。巨蟹座、水瓶座也是不錯的物件。雙子座和射手座如果在興趣上和天蠍座結合，將有可能成為最佳拍檔。不過像金牛座及獅子座，甚至於處女座，由於在價值認同上相差甚多，所以交心的可能性不大。",
        "starLove":"天蠍座的男女，用情至深的態度，經常令人肅然起敬。怎麼說呢？因為他們基本上不是浪漫的動物，不過一旦動情，多半相當認真，很少抱著「遊戲人生」的態度對待感情之事。由於天性含蓄深沈，對於真情的表達，反而不太直接，因此，和天蠍座的人談戀愛，要隨時具備「心神領會」的默契，如果你一再要求他們把愛掛在嘴邊，會令他們因十分不自在而畏縮、逃避。天蠍座的人，最受不了背叛。對於感情出軌，他們有著先天的不安，因此天蠍座的情人，多半不能容許他們的情人有異性好友。而相當善嫉的天蠍座，一旦認為被背叛，他們採取的報復手段，可是相當可怕的。<br><br>以這樣的情形看來，濫情又開放的射手座、天秤座、水瓶座和雙子座，是天蠍座最怕的星座，因為對他們來說，多情和不專情同樣可怕。浪漫的雙魚座和感情豐富的巨蟹座，雖能與天蠍座擦出愛的火花，但對愛情所抱持的態度，在天蠍座看來，可能太缺乏自製的約束力。金牛座在肉體上能與天蠍座契合，不過在思想及深度上，天蠍座仍會斥為膚淺。<br><br>不過上述的每一個星座，仍是最能打動天蠍座的，因為在他們尚未體會到「優點即缺點」的道理前，還是會先享受戀愛的美好再說。",
        "starMarry":"和天蠍座的人共同廝守一生，不是件容易的事。一來他們很少會在外人面前剖析自己；二來他們對婚姻生活的要求太過於一絲不苟，這兩件事很容易令伴侶受不了。不喜歡討論自己的性格，在某些人看來頗有神秘感，不過缺點就在於凡事太過保留，久而久之則容易令人產生不安。再來是天蠍座的忍功一流，累積的不滿和情緒垃圾，一旦爆發，威力相當驚人。<br><br>天蠍座的男女，是屬於那種「隱約黏人型」的配偶，他們不會明白的表示「我需要你」，但如果在他們最需要你的時刻見不到你，被遺棄和孤獨的悲怒馬上會轉化成恨意，後勁十分強烈，讓你招架不住，所以千萬別掉以輕心。<br><br>天蠍座要求務實和忠貞的夥伴，在心靈和肉體上能與他們相契合。摩羯座、巨蟹座可能是無聊乏味的情人，但一旦和天蠍座成為夫妻，則可能建立起穩定的關係。射手座和雙魚座如果能克服膚淺和懦弱，也將會是包容力良好、又能以樂觀情緒影響天蠍座的最佳人選。處女座的盡職細心，也會是令他們滿意的好伴侶。",
        "starAdvice":"天蠍座的人通常有工作狂特質，過份的享受和安逸，會給他們一種相當大的罪惡和不安全感。和天蠍座的人共事，要把握的一個簡單原則就是切忌渾水摸魚。他們天性盡職負責，最看不起的就是偷閒的行為，碰上了這樣的情形，他們一定會表現出自己的不愉快，而且絕不可能不計較。所以如果你在工作上占了他們的便宜，不要高興得太早，因為他們絕非省油的燈。<br><br>對於自己不擅長的地方，天蠍座的人總是不恥下問。他們懂得善用各種方式，讓自己成長和進步。所以獅子座的領導能力、雙魚座的創設力、射手座的行動力、處女座的分析能力與巨蟹座的克盡職守，都會是天蠍座賦予高度評價的對象，樂於與他們共事。討厭驕傲和偽善的天蠍座，也相當懂得善用自己察言觀色的洞悉力，好好改進自己與同事之間的互動關係。"
    },{
        "starNameZh":"射手座",
        "starNameEn":"Sagittarius",
        "starPose":"第九宮",
        "starPoseRep":"遷移宮",
        "starPoseDec":"長途旅行、哲學、宗教、人道主義、社會福利、高等教育、大智慧、宇宙觀、出版",
        "starGuard":"木星",
        "starType":"火象星座",
        "starBirth":"11/22 ~ 12/20",
        "starLife":"對於天生好動的射手座來說，沒有什麼比玩樂這樣的事，更能讓他們發揮過多的精力。和射手座的人一起出遊玩樂，最痛快的事，就是一路上絕無冷場，他們唱作俱佳的本事，令人拍案叫絕。另一個值得稱許之處，在於射手座的人花錢乾脆。因為玩得盡興其實比什麼都重要，所以射手座最怕掃興的人，膽子小或一闆一眼型的玩伴，他們也敬而遠之。<br><br>基本上，隻要有樂子，射手座的人很少拒絕。主題樂園和戶外活動，他們百玩不厭。其它如需要展現才華（如歌藝和舞姿的），他們也樂意奉陪。射手座的人相當大方、自然和直接，這樣的特色讓許多人樂於親近他們，所以射手座的人儘管存不了什麼錢，但朋友很多，玩伴更是數也數不盡，這是他們最大的財富。<br><br>同是火星座的牡羊y、獅子座、射手座，因為好玩又敢玩，所以玩起來最能盡興。風象星座的玩伴，如水瓶座、雙子座和天秤座，由於興趣廣泛，所以容易因興趣而結合，也會是理想玩伴。",
        "starFriend":"射手座因為個性具備了坦率和真誠的優點，因此很容易給別人親切熱情的第一印象，但射手座的缺點在於魯莽和缺乏耐性，不過這樣的缺點，很少在第一次見面的時候出現，往後，除非對方特定的言行舉止有刺激到射手座的地方，不然他們是相當隨和好相處的。射手座的人緣，在十二個星座中向來是數一數二。風趣、幽默又不拘小節，能讓他人有如沐春風之感，加上一張正字招牌的「搞笑臉」，讓人要不喜歡射手座的人都很難。<br><br>射手座樂觀的性格和率真的情緒表達，最能引起風象星座人士的共鳴，水瓶座和雙子座尤其欣賞射手座的自信開朗。金牛座和處女座，則會因為射手座的效率和實踐力而印象深刻，進而被他們獨具的豐采所吸引。水象星座如雙魚座、巨蟹座和天蠍座，則喜歡射手座不斤斤計較的個性。寬宏大量和不記仇的性格，能為射手座贏得許多的友誼。",
        "starLove":"對新鮮、好玩的東西感興趣的射手座，好在並沒有經常換情人的習慣，不過對於乏味的人，他們仍然不屑一顧，因此沒有兩把刷子，很難和射手座的人，在感情上長長久久。和射手座的人談戀愛，講求的是火候，打鐵要趁熱，如果想引起他們的注意力，應以密集短打的方式進行，在他們還來不及去注意下一個目標之前，先馳得點。自我推銷這樣的事，在某些人看來可能太直接、太不含蓄，不過面對射手座的情人，就是要毫不保留的展現自己的優點，因為過於謙虛，很容易讓他們記不得你的性格優點，反而引不?_他們對你的興趣。在感情上顯得隨和的射手座，其實一點也不隨便，他們雖喜歡賣弄風情，但不會過於濫情。不過他們因為天生討厭束縛，因此比較欣賞獨立自主的情人。<br><br>雙子座、天秤座和水瓶座，由於具備風象星座的靈活反應和聰穎特性，是很能打動射手座。獅子座和牡羊座對於愛的追求方式很有個性，也容易擦出火花，不過實際相處好不好？還很難說。雙魚座的隨和浪漫，能滿足射手座對愛情所存的 幻想，不過雙方都容易在思想上出軌，感情變數相當大。土象星座的金牛座、摩羯座和處女座，雖然會是穩定的伴侶，但必須在射手座心智夠成熟的狀況下，才會有安定下來的可能。",
        "starMarry":"射手座的人酷愛自由，婚姻對他們來說，永遠隻是一項形式。不過這並不代表他們不負責任、不喜歡盡配偶的義務。其實他們隻是不喜歡「婚姻」這兩個字的束縛感。一旦結婚，他們便會心甘情願地追隨並服侍另一半，毫無怨尤。而朋友和私生活，是他們的兩個寶，誰都不能幹涉，這一點，可得牢記在心。<br><br>不管已婚未婚，對於射手座而言，心情永遠是單身，真正要與他們廝守一生，就必須兼具獨立和包容兩項美德，因為抓得愈緊，他們就跑得愈遠，所以不妨多給他們一點自由，讓愛多一點呼吸的空間。<br><br>雙子座、水瓶座會是和射手座共處的好對象，雙方能做一輩子似朋友般的伴侶，也能分享共同的興趣。至於巨蟹座和摩羯座，由於相當具有責任感及好面子，因此善於打理家中大小事，不會讓粗枝大葉的射手座操心。土象星座如金牛座和處女座，和射手座能有如倒吃甘蔗般的甜美默契，隻要雙方都有耐性熬過先前的考驗，互補的性格將給予對方最好的成長機會和自省空間。",
        "starAdvice":"重分享的射手座，在工作態度和喜好上，也傾向於「集思廣益」合作無間型。在人群中工作，射手座的人會感覺特別帶勁，所以就算是自己當老闆，也會願意和下屬打成一片，建立良好的工作倫理和合作默契。<br><br>射手座的人，容易傾聽，也樂於傳授，所以和他們在一起工作，所面臨的壓力很小。不過講求原則的他們，雖不至於到「完美主義」那種一絲不苟的地步，但如果要射手座的人放棄堅信的責任制概念，他們會很不愉快，甚至不會妥協。<br><br>由於行事效率高，又是實踐家，因此討厭工作夥伴光說不練的態度。他們喜歡說一分話，做兩分事的人，看不起自我誇耀半天，卻不見工作效率的同事。雙子座、天蠍座、摩羯座、金牛座與處女座等，因為不會怠慢工作，而且不講求個人主義色彩，因此最受射手座的青睞。至於相同屬性的牡羊座和獅子座，則不適合同時從事相同類型的工作，否則會出現令人尷尬的競爭情形。此外，一旦出現了強勢的工作夥伴，射手座的工作態度會顯得冷淡和漠不關心的妥協，便很難再發揮實力了。"
    },{
        "starNameZh":"摩羯座",
        "starNameEn":"Capricorn",
        "starPose":"第十宮",
        "starPoseRep":"事業宮",
        "starPoseDec":"地位、名聲、榮譽、自己當老闆、形象、野心、父母",
        "starGuard":"土星",
        "starType":"土象星座",
        "starBirth":"12/21 ~ 1/20",
        "starLife":"摩羯座的人，除了工作和家庭之外，並沒有太多的嗜好。玩伴對他們而言，可能是不存在的，因為真正能和摩羯座的人玩在一起的，可能正是他們最信任的家人或朋友。<br><br>不重視玩樂的摩羯座，需要旁人再三遊說或鼓吹，才會加入玩樂的行列，而且一旦出遊，也會謹記準時回家，開支上也會做到儘量節省的自我要求，這些行為在某些人看來，可能是極為掃興的。<br><br>牡羊座、獅子座的海派大方，慷慨與分享，在摩羯座看來，就是一種華而不實的自我炫耀，實在沒有仿效或跟進的必要。雙子座和水瓶座的興趣則太過於廣泛了，專注獐紗~座，會發現自己配合不了。至於浪漫的雙魚座和巨蟹座，在玩樂方面很喜歡氣氛的鋪陳，經常花費許多心思，這點令務實的摩羯座，不會喜歡與他們為伍。<br><br>天蠍座、金牛座和處女座，對於靜態和有組織性的玩樂活動比較有興趣，不會給摩羯座人士太多的心理壓力和經濟負擔，是他們的最佳玩伴。",
        "starFriend":"個性老成持重的摩羯座，由於凡事堅守原則又重視紀律，這種一闆一眼的個性，常令周遭的人為難，所以真正能和他們推心置腹的朋友，在價值觀上必須十分接近，才可能長長久久。總是冷眼看透對方心思的摩羯座，很清楚對方的需要，不過由於本性不喜歡錦上添花，因此不會對朋友大獻殷勤，隻會在必要的時候伸出援手。能欣賞摩羯座性格特質的人，多半也是具有嚴謹、成熟和縝密思維的朋友，所以如果真的願意和摩羯座的人交往，對於他們的無趣、缺乏幽默感和勤勉的個性，便不會太過於介意。<br><br>新新人類型的雙子座和水瓶座，可能會無法適應摩羯座的刻闆和抑鬱性格。牡羊座和獅子座向來被絢爛和大排場慷慨消費習慣所吸引，所以摩羯座的勤勉和節儉，可能會被他們視為近乎自虐的傾向。<br><br>金牛座和處女座由於同時具備了土象星座的穩重踏實性格，所以在價值認同上，會比較接近。其它如巨蟹座、天蠍座及雙魚座，由於本性隨和好相處，所以也不難和摩羯座的人打成一片。",
        "starLove":"摩羯座相當不浪漫，務實的性格，視鮮花和燭光晚餐為一種不必要的浪費，因此儘管很少忘記情人的生日或任何紀念日，但多半仍以口頭祝福或其它的務實方法來慶祝，如果你期待的是浪漫的驚喜，那可就要大失所望了。<br><br>通常很少採取主動攻勢的摩羯座，常需要他人的牽線來完成自己的終身大事。感情上的表現相當內斂，也極少提出口頭承諾的摩羯座情人，多半以行動來證明自己的愛。華而不實的感情態度，也是摩羯座所不能忍受的，一旦覓得了適合的伴侶，就會認真考慮成家的事，長期的愛情長跑，在他們看來是疲累和浪費錢又不務實的行為，所以摩羯座的人和別人交往，很少隻是玩玩就好。<br><br>容易受誠意和真心打動的摩羯座，對感情不會存有幼稚和不切實際的幻想，因此真正能和他們心心相印的人，在情緒上要能引領他們開朗進取，在思維上也要成熟穩重，才能獲得摩羯座情人的青睞。<br><br>巨蟹座、雙魚座和射手座，都是能令摩羯座心動的對象。雙子座、水瓶座和牡羊座，則有可能令摩羯座心碎，因為個性上的差異和價值認同不合，很容易起摩擦。",
        "starMarry":"摩羯座是盡職的配偶，對於婚姻，他們相當重視，一旦結了婚，就不會輕言離異。自律甚嚴的摩羯座，對於配偶的要求也相當嚴格。雖然抱著犧牲自己和追隨另一半的理念，甘心為對方奉獻，不在乎付出的多少，但是一旦發現對方變心或是背叛自己，他們通常都很難以釋懷，會有與對方同歸於盡的衝動。<br><br>摩羯座的人，需要的是同樣忠於婚姻、為婚姻負責，同時甘心好好經營家庭的對象。「不合則離」這種觀念，在他們看來是極不負責的，因為摩羯座的人選擇婚姻必是出於一個神聖的理由，一個他們能堅持到老的信念，這種堅持不容任何人破壞。<br><br>摩羯座也是一個很容易因同情和非愛情理由而結婚的人，基於尊嚴、大我的福祉或他人的安排等等而結合的情形相當常見。以速配度來說，金牛座、天蠍座、巨蟹座都有可能通過摩羯座的考驗。火象星座如射手座和獅子座、水象星座如雙魚座等，都有潛力成為麼羯座相依相守的對象。",
        "starAdvice":"儘管外型不一定起眼，摩羯座人士苦幹實幹的工作表現，卻是眾人有目共睹。動作雖然不快，但強調「慢工出細活」的摩羯座，會以耐心和意志力，堅持完成工作的每一個細節，不敢有所怠慢。<br><br>仔細評估、妥善計畫、少犯錯、少說話、多做事，是摩羯座一貫的工作態度。他們對自己的要求很嚴格，對於同事的要求，也具有相當的高標準，所以與摩羯座的人共事，不但不能偷懶，還要不時的自我鞭策，否則很難與他們維持良好的工作關係。<br><br>深思熟慮的特質，使得摩羯座具備了「三思而後行」的處事應對習慣。若以內勤或幕僚工作來說，處女座、金牛座、天蠍座和巨蟹座，將是很好的工作搭檔。但牡羊座、射手座和獅子座的行動實力和果敢精神，能夠彌補摩羯座?L於謹慎的不足，若能分工合宜，相當能有作為。<br><br>雙子座、水瓶座極富巧思、行為敏捷，因此能在工作上助摩羯座一臂之力，幫助他們將構想付諸實踐，並且活潑化。創意不足、苦幹有餘的摩羯座，正需要這樣的共事夥伴。"
    },{
        "starNameZh":"水瓶座",
        "starNameEn":"Aquarius",
        "starPose":"第十一宮",
        "starPoseRep":"交友宮",
        "starPoseDec":"朋友、社會觀、志同道合、社團、讀書會、願望、理想、社會意識、未來有關的、俱樂部、政黨、別人的小孩",
        "starGuard":"土星、天王星",
        "starType":"風象星座",
        "starBirth":"1/21 ~ 2/19",
        "starLife":"水瓶座的人興趣廣泛，不過凡事都隻有三分鐘熱度，經常不了了之，如果相約去玩樂，最好不要隻於嘴上說說，要不然真的沒有寶踐的一天。水瓶座的人際關係都不差，點頭之交更是多得不得了，不過一提到去哪裡玩，他們還是習慣和身邊信任的好友玩在一塊兒。<br><br>和水瓶座在一起玩，隻有基於興趣的結合，才有可能長長久久。水瓶座有吃飯的飯友、逛街的街友、談心的好友和一起去運動的死黨，這些特定的分類，也隻有水瓶座的人想得出來。活潑外向又喜感十足的性格，最容易在玩樂的時候展現出來，不拘小節又天生具幽默感的水瓶座人士，絕不會讓玩樂的過程出現冷場，這點是水瓶座最大的貢獻。<br><br>不擅長計畫的水瓶座，喜歡隨意隨興的玩，在金錢上也不會斤斤計較，所以最適合和牡羊座、獅子座、射手座、雙魚座和雙子座一起玩。對於水瓶座的人來說，玩伴的最大意義在於不必勤于連絡，想玩時再邀約，既無約束也沒負擔，再好也不過了。",
        "starFriend":"由於先天個性不是非常熱情，就是相當孤僻，所以對待朋友，也經常會出現忽冷忽熱的情形。他們可以一下子熱絡的與人串門子、耍寶，但是又會在一瞬間自顧自的躲起來，令人不解他們怪異的舉止。<br><br>率性的水瓶座男女，很容易與人搭上線，也不排斥與陌生人交談，但卻不會刻意經營，而且有時行事相當低調，這是外人最難理解之處。不過一旦瘋狂起來，為和朋友玩得盡興，徹夜不歸也不是什麼稀奇的事。<br><br>神出鬼沒是水瓶座人士的另一個特點，和這種人相約出遊，擇日不如撞期。有時候他們會給人一種很忙的感覺，但事實上，什麼大事也沒完成一件。經常若有所思的樣子，也不代表他們正為什麼事困擾，可能隻是發發呆罷了。<br><br>因此和水瓶座的人交往，要把握隨興和沒有約束力的兩大原則，千萬不能勉強他們做不想做的事、去不想去的地方，否則會收到反效果，令大家都敗興而歸。<br><br>同是風象星座的雙子座、天秤座，以及巨蟹座、射手座，都因為適應力強，反應靈敏及隨和好相處的個性，能和水瓶座打成一片，對於他們出爾反爾和漫不經心的態度，也能以大而化之、無所謂的想法自我安慰一番，但要是碰上了處女座或天蠍座，可就不一定受得了。",
        "starLove":"水瓶座的情人，能帶給對方新鮮感和無窮的活力，博學多聞的他們，向來不必擔心約會時找不到話題來講，他們自信卻不驕傲，這是最吸引人的特點，也是性格上的大優點。<br><br>水瓶座的人，直覺相當敏銳，通常在擦出愛的火花之後，便會全天候待命，不過他們不會像牡羊座或射手座那麼積極主動，將滿腔熱情展現出來，在愛情能量的釋放上，他們通常彈性有加、收放自如。水瓶座雖然隨和、善良和博愛，但是如果對方顯得太沒有自信，他們也不會喜歡。頭腦清醒、主觀意識強烈的水瓶座，不會因為愛，對自我的堅持做太大的讓步和妥協，因此儘管他們不喜歡正面衝突，但是凡事講理，有時還是會給情人一種「好鬥」和「不服輸」的感覺。<br><br>講求關係平等的水瓶座，一般來說都樂於付出也喜歡分享，所以和他們在一起，能享受到快樂的戀情，隻要把握不刁難、不擡杠和不無理取鬧的原則，偶爾撒撒嬌也不錯。雙魚座的浪漫、天秤座的唯美、雙子座的自信和水瓶座的知性，都將是最好的情人人選。不過水瓶座的人有時候迷糊懶散、神經大條，不一定是體貼的戀人，這點可要有心理準備。",
        "starMarry":"水瓶座可以是人人心目中的好朋友和最佳拍檔，但要與他們同住在一個屋簷下一生相守，其實要比想像的難。水瓶座的心，有如海底針，對於婚姻所抱持的態度不見得務實，有時還會傾向於理想主義。不管表面上他們對於男女平等大力支持，骨子裡水瓶座的男人要的是溫柔的賢妻，女性則希望能有一個傳統安定的家居生活。<br><br>婚姻責任制在水瓶座人士的身上起不了什麼作用，他們自由慣了，很難再被任何事物約束，與他們共處，最需要的是給彼此尊重和隱私的空間。<br><br>天秤座、射手座、雙魚座的人，和水瓶座能當好夫妻和好朋友，不過摩羯座和處女座則能令水瓶座放心的在外打拚，將家中煩心的事交給值得信任的另一半。雙子座能瞭解水瓶座的不羈和放任，卻未必能諒解。水瓶座的人，欣賞獨立、冷靜和有思想的知性伴侶，不過這是「高標」，一般而言，長相不要太差，久而久之，他們也會看順眼的?",
        "starAdvice":"思維敏捷反應又快的水瓶座，多半是「玩樂一條龍，工作一條蟲」，一提起工作他們就垂頭喪氣，除非是自己喜歡的工作，這種情形才會得到改善。水瓶座工作隻為了興趣，賺多少錢倒不是挺重要的。因為本身怪點子多、妥協度低的緣故，他們不太適合群體合作的工作。雖然他們偶爾也會勉強自己去配合他人，但是臉色難看到令人生畏，久而久之，大家便不敢得罪或要求他們了。<br><br>水瓶座的人適合和創意及流行事業有關的工作，一成不變的工作性質，會令他們痛不欲生，機動性和變化性高的工作，才能提高他們的工作效率。<br><br>和水瓶座的人共事，應講求的是默契和自主性。創新和有主見的工作夥伴，將能成為水瓶座人士眼中、心中的最愛。重視溝通和觀察的水瓶座，眼光及思維都相當犀利，處事明快的他們和水瓶座、雙子座、牡羊座、射手座的合作默契會最好，因為節奏感差不多。"
    },{
        "starNameZh":"雙魚座",
        "starNameEn":"Pisces",
        "starPose":"第十二宮",
        "starPoseRep":"秘密宮",
        "starPoseDec":"限制、隱藏的敵人、坐禪、幕後工作、內在的自我、人生的歸結、不收錢的服務",
        "starGuard":"木星、海王星",
        "starType":"水象星座",
        "starBirth":"2/20 ~ 3/20",
        "starLife":"對於玩伴，雙魚座是來者不拒，隻要有得玩，其實和誰一起玩都無所謂。雙魚座的玩伴圈，其實可大可小，而且每個時期所接觸的人都不盡相同。和雙魚座的人出去玩，不但不必擔心他們會占自己便宜，因為一路上提供零嘴、遞毛巾、幫忙找廁所的人，非雙魚座莫屬，所以隻要一群人中有一個雙魚座夥伴，小事就不怕沒人打理。<br><br>雙魚座的人怕做決定，所以在玩樂的時候，幾乎都是扮演追隨的角色，而且樂在其中，一點意見也沒有。合群好相處、隨性又沒脾氣，是雙魚座男女的正字標記，所以幾乎沒有人會拒絕他們隨行。<br><br>對於金錢概念模糊的雙魚座，經常在玩樂或旅遊時超支，所以應該找一個金牛座或是摩羯座的人，看好他們的錢包。凡事不擅於計畫，因此處女座或水瓶座的同伴，可以代勞。如果一路上要有人助興，那麼康樂活動就交給活潑大方的射手座和幽默逗趣的牡羊座人士，包準一路玩下來，絕無冷場，事後還回味無窮。",
        "starFriend":"有著奉獻精神的雙魚座，生性隻求付出不問回報，因此身邊的朋友，從來不會感受到壓力。善於見機行事、察言觀色的他們，有著體諒又溫柔的性格。具備了「聽話」優點的雙魚座男女，幾乎十之八九都是一個良好的聆聽者。和雙魚座的人在一起，不但能自然產生對他們的信賴感，也會為他們善解人意的性格特質感到窩心。<br><br>不過雙魚座所具備的優質潛能，很容易就成為他們的包袱。由於生性不擅拒絕他人、個性不夠果敢強悍，有時吃了悶虧也隻好認栽。因此性格太過於強勢或頑固偏報的人，通常會令雙魚座的人敬而遠之。<br><br>溫和的巨蟹座、高雅的天秤座、樂觀寬懷的射手座、靜逸內斂的摩羯座男女，都能很快的和雙魚座打成一片，相處愉快。知性好學的水瓶座和興趣廣泛的雙子座，都是能讓雙魚座成長的好對象，至於牡羊座的果敢膽識、獅子座的尊貴和天蠍座的專注，則會在友誼中扮演主導的地位，彌補雙魚座本身猶豫不決和缺乏自信的性格。",
        "starLove":"浪漫體貼的雙魚座，崇尚的是唯美的戀情。喜歡多采多姿的戀愛，對於情人也有一定的要求，最好能符合他們心中的想像。一般來說，外貌美麗的男女最能吸引雙魚座的注意，生性敏感的他們，對於聲音也很敏感，所以一口好嗓音，加上外表光鮮亮麗，最能打動他們的心。一旦墜入愛河，便會全心投入，毫無保留的付出。不過不懂得給人壓力的雙魚座，在戀情的發展上，卻經常處於弱勢的地位，所以為了要加強自己的戀愛「籌碼」，一定要知道如何適時提出合理的要求，以及在任何時候都不忘保護自己。<br><br>心軟的雙魚座，在感情上經常會出現多情和缺乏原則的行為。心動卻不敢行動，也是一個克服不了的問題，害怕被對方拒絕，也怕丟臉，如此一來常會錯失大好的戀愛良機。雙魚座的人格單純天真，沒有太多心機，因此對於感情的認定也傾向於「幼稚」化，不過如果遭到愛情的挫敗，往往能一下子成長許多，跳脫舊有的感情框架。如果想和雙魚座的人談一段美好的戀情，天秤座、雙魚座、水瓶座、射手座等，不妨考慮行動。",
        "starMarry":"雙魚座之所以能夠成為一個好配偶的原因，在於仁慈、體諒、付出、專注和充滿情感的性格特質。不過雙魚座的男女，一生中倒絕少能從一而終，守著一段婚姻而無悔，精神出軌和容易心動是最常發生的事，在他們看來，如果一生隻能愛一個人，實在顯得有點「浪費」。<br><br>雙魚座的不專情，無關道德是非，說穿了隻是理智無法駕馭心中的熱情所緻，因為愛與欲經常會模糊他們的理性焦距，讓雙魚座的人很難客觀的思考判斷，才會顯得不安和猶豫不決，因此有很多遺憾和傷害，都是出自於內心缺乏自製力所緻，儘管無心，殺傷力仍很強。<br><br>如果能讓雙魚座的另一半，一生甘心守著自己而不改變心意，就得要時時讓他們覺得自己的價值。內心帶有一點點自我懷疑和恐懼的雙魚座，需要的是藉由愛情的相處方式找回自己生命的重心，一味的陷入激情和欲望中，隻會讓一切都快速的燃燒殆盡。<br><br>理智又忠心的星座如獅子座、摩羯座、金牛座、天蠍座等，是比較以婚姻為榮，一旦結婚不會輕言分離。巨蟹座和處女座也是婚前婚後性格判若兩人，所以都可以考慮將這些人納入廝守一生的物件。",
        "starAdvice":"雙魚座適合從事的是群體互動的想像力，加上一流的配合精神，往往能提振工作的效率，在團體中擔任創意或企劃，是相當不錯的工作。在工作時注意小節，而且永遠不樹立敵人，是雙魚座男女的工作原則，善用折衷方式達到目的的他們，最擅長察言觀色，所以很少得罪人。<br><br>不過生性迷糊和缺乏主見，是明顯的緻命傷，讓人居功也不敢抗議，更是經常上演的職場戲碼。雙魚座的人，不是不會表達，而是不擅於為自己爭取利益和立場，如果碰上了工於心計又生性奸險的共事夥伴，那麼後果可就不是「吃虧」兩個字可以一語帶過的。<br><br>基本上，水瓶座、天秤座、巨蟹座、摩羯座、處女座，是性格特質和雙魚座本性比較不相「沖」的，工作的節奏也比較接近。"
    }
]